[
    {
        "budget": "0",
        "genres": "Drama, Comedy, Romance",
        "homepage": "http:\/\/www.foxsearchlight.com\/imaginemeandyou\/",
        "id": "1544",
        "keywords": "london england, flower shop, homosexuality, lesbian, lgbt",
        "original_language": "en",
        "original_title": "Imagine Me & You",
        "overview": "During her wedding ceremony, Rachel notices Luce in the audience and feels instantly drawn to her. The two women become close friends, and when Rachel learns that Luce is a lesbian, she realizes that despite her happy marriage to Heck, she is falling for Luce. As she questions her sexual orientation, Rachel must decide between her stable relationship with Heck and her exhilarating new romance with Luce.",
        "popularity": "9.100352",
        "production_companies": "BBC Films, Filmstiftung Nordrhein-Westfalen, X-Filme Creative Pool, Ealing Studios, Fragile Films, Focus Features, RTL, Cougar Films Ltd., Minotaur Film Partnership No. 3",
        "production_countries": "Germany, United Kingdom, United States of America",
        "release_date": "2005-02-01",
        "revenue": "2455831",
        "runtime": "93.0",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "There goes the bride.",
        "title": "Imagine Me & You",
        "vote_average": "7.0",
        "vote_count": "177"
    },
    {
        "budget": "0",
        "genres": "Comedy, Drama",
        "homepage": "",
        "id": "1546",
        "keywords": "becoming an adult, thumb, first time, hypnosis, thumb sucking, attention deficit hyperactivity disorder (adhd), elocution, high school, independent film, teenage crush, youth, family",
        "original_language": "en",
        "original_title": "Thumbsucker",
        "overview": "Justin, a teenager boy, throws himself and everyone around him into chaos when he attempts to break free from his addiction to his thumb.",
        "popularity": "4.757625",
        "production_companies": "Sony Pictures Classics, Bob Yari Productions",
        "production_countries": "United States of America",
        "release_date": "2005-01-23",
        "revenue": "1919197",
        "runtime": "96.0",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "",
        "title": "Thumbsucker",
        "vote_average": "6.1",
        "vote_count": "67"
    },
    {
        "budget": "8500000",
        "genres": "Horror, Comedy",
        "homepage": "",
        "id": "1547",
        "keywords": "street gang, small town, vampire, comic book, boardwalk, single, amusement park, mother son relationship",
        "original_language": "en",
        "original_title": "The Lost Boys",
        "overview": "A mother and her two teenage sons move to a seemingly nice and quiet small coastal California town yet soon find out that it's overrun by bike gangs and vampires. A couple of teenage friends take it upon themselves to hunt down the vampires that they suspect of a few mysterious murders and restore peace and calm to their town.",
        "popularity": "24.750909",
        "production_companies": "Warner Bros.",
        "production_countries": "United States of America",
        "release_date": "1987-07-31",
        "revenue": "32222567",
        "runtime": "97.0",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "Sleep all day. Party all night. Never grow old. Never die. It's fun to be a vampire.",
        "title": "The Lost Boys",
        "vote_average": "6.8",
        "vote_count": "538"
    },
    {
        "budget": "7000000",
        "genres": "Comedy, Drama",
        "homepage": "",
        "id": "1548",
        "keywords": "high school friends, art class, record collector, plaster, personal ad, blues music, nunchaku, prank telephone call, aftercreditsstinger",
        "original_language": "en",
        "original_title": "Ghost World",
        "overview": "A quirky girl tries to figure out what to do now that she had graduated from high school, and forms a friendship with an eccentric 40-year-old record collector after playing a prank on him with her best friend.",
        "popularity": "14.072941",
        "production_companies": "United Artists, Jersey Films, Granada Film Productions, Capitol Films, Mr. Mudd Production",
        "production_countries": "Germany, United Kingdom, United States of America",
        "release_date": "2001-07-20",
        "revenue": "0",
        "runtime": "111.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "Accentuate the negative.",
        "title": "Ghost World",
        "vote_average": "7.1",
        "vote_count": "426"
    },
    {
        "budget": "300000",
        "genres": "Comedy, Drama",
        "homepage": "http:\/\/www.piecesofaprilmovie.com\/",
        "id": "1550",
        "keywords": "sex, thanksgiving, road trip, love, independent film, neighbor, marijuana, family, illness",
        "original_language": "en",
        "original_title": "Pieces of April",
        "overview": "Quirky and rebellious April Burns lives with her boyfriend in a low-rent New York City apartment miles away from her emotionally distant family. But when she discovers that her mother has a fatal form of breast cancer, she invites the clan to her place for Thanksgiving. While her father struggles to drive her family into the city, April -- an inexperienced cook -- runs into kitchen trouble and must ask a neighbor for help.",
        "popularity": "4.270596",
        "production_companies": "Kalkaska Productions, IFC Productions",
        "production_countries": "United States of America",
        "release_date": "2003-01-19",
        "revenue": "0",
        "runtime": "81.0",
        "spoken_languages": "普通话, English",
        "status": "Released",
        "tagline": "She's the one in every family.",
        "title": "Pieces of April",
        "vote_average": "6.4",
        "vote_count": "64"
    },
    {
        "budget": "26000000",
        "genres": "Drama, Horror, Science Fiction, Thriller",
        "homepage": "",
        "id": "1551",
        "keywords": "life and death, afterlife, swing, memory, medical student, confetti",
        "original_language": "en",
        "original_title": "Flatliners",
        "overview": "Five medical students want to find out if there is life after death. They plan to stop one of their hearts for a few seconds, thus simulating death, and then bring the person back to life. A science fiction thriller from the early 1990's with a star studded cast.",
        "popularity": "24.114459",
        "production_companies": "Columbia Pictures Corporation, Stonebridge Entertainment",
        "production_countries": "United States of America",
        "release_date": "1990-08-09",
        "revenue": "61489265",
        "runtime": "115.",
        "spoken_languages": "English, Français, Español",
        "status": "Released",
        "tagline": "Some lines shouldn't be crossed.",
        "title": "Flatliners",
        "vote_average": "6.3",
        "vote_count": "404"
    },
    {
        "budget": "5300000",
        "genres": "Drama, Comedy, Romance",
        "homepage": "",
        "id": "1555",
        "keywords": "paris, barcelona spain, alcohol, roommate, single, travel, crush, student, relationship, break-up, youth, celebration, group of friends",
        "original_language": "fr",
        "original_title": "L'Auberge espagnole",
        "overview": "A strait-laced French student moves into an apartment in Barcelona with a cast of six other characters from all over Europe. Together, they speak the international language of love and friendship.",
        "popularity": "13.034602",
        "production_companies": "Mate Producciones S.A.",
        "production_countries": "France",
        "release_date": "2002-05-17",
        "revenue": "3897799",
        "runtime": "122.",
        "spoken_languages": "Italiano, Français, Español, English, Català, Dansk, Deutsch",
        "status": "Released",
        "tagline": "They came from Paris, Rome, London and Berlin to... the Spanish Apartment... where a year can change a lifetime.",
        "title": "The Spanish Apartment",
        "vote_average": "7.0",
        "vote_count": "266"
    },
    {
        "budget": "15000000",
        "genres": "Horror, Thriller, Science Fiction",
        "homepage": "",
        "id": "1562",
        "keywords": "london england, loss of mother, loss of family, mutant, pest, dying and death, chaos, parts of dead body, survivor, supernatural, survival, on the run, zombie, danger, escapade, virus, plague, female corpse, siblings relations, deadly, chases and races, chaos and mayham, human nature",
        "original_language": "en",
        "original_title": "28 Weeks Later",
        "overview": "In this chilling sequel to 28 Days Later, the inhabitants of the British Isles appear to have lost their battle against the onslaught of disease, as the deadly rage virus has killed every citizen there. Six months later, a group of Americans dare to set foot on the isles, convinced the danger has come and gone. But it soon becomes all too clear that the scourge continues to live, waiting to pounce on its next victims.",
        "popularity": "34.759855",
        "production_companies": "DNA Films, Figment Films, Sociedad General de Cine S.A., UK Film Council, Fox Atomic, Koan Films",
        "production_countries": "Spain, United Kingdom",
        "release_date": "2007-04-26",
        "revenue": "64238440",
        "runtime": "100.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "When days turn to weeks... the horror returns.",
        "title": "28 Weeks Later",
        "vote_average": "6.5",
        "vote_count": "1197"
    },
    {
        "budget": "110000000",
        "genres": "Action, Thriller",
        "homepage": "",
        "id": "1571",
        "keywords": "usa, washington d.c., helicopter, hostage, fbi, kidnapping, hacker, satellite, transport of prisoners, traffic jam, fistfight, ex-cop, sequel, suspense, shootout, explosion, violence, cell phone, car chase, police car, walkie talkie, based on article, cyber terrorism, action hero, power plant",
        "original_language": "en",
        "original_title": "Live Free or Die Hard",
        "overview": "John McClane is back and badder than ever, and this time he's working for Homeland Security. He calls on the services of a young hacker in his bid to stop a ring of Internet terrorists intent on taking control of America's computer infrastructure.",
        "popularity": "48.933370",
        "production_companies": "Ingenious Film Partners, Twentieth Century Fox Film Corporation, Dune Entertainment, Cheyenne Enterprises, Wintergreen Productions",
        "production_countries": "United Kingdom, United States of America",
        "release_date": "2007-06-20",
        "revenue": "383531464",
        "runtime": "128.",
        "spoken_languages": "English, Italiano, Français",
        "status": "Released",
        "tagline": "The old school cop is back!",
        "title": "Live Free or Die Hard",
        "vote_average": "6.4",
        "vote_count": "2089"
    },
    {
        "budget": "90000000",
        "genres": "Action, Thriller",
        "homepage": "",
        "id": "1572",
        "keywords": "bomb, taxi, riddle, robbery, detective, helicopter, gold, subway, ship, fistfight, police, sequel, deception, shootout, new york city, explosion, violence, car chase, fbi agent, simon says, flashback, dump truck, aqueduct, action hero, federal reserve bank",
        "original_language": "en",
        "original_title": "Die Hard: With a Vengeance",
        "overview": "New York detective John McClane is back and kicking bad-guy butt in the third installment of this action-packed series, which finds him teaming with civilian Zeus Carver to prevent the loss of innocent lives. McClane thought he'd seen it all, until a genius named Simon engages McClane, his new \"partner\" -- and his beloved city -- in a deadly game that demands their concentration.",
        "popularity": "51.881077",
        "production_companies": "Twentieth Century Fox Film Corporation, Cinergi Pictures Entertainment",
        "production_countries": "United States of America",
        "release_date": "1995-05-19",
        "revenue": "366101666",
        "runtime": "128.",
        "spoken_languages": "English, Deutsch, Română",
        "status": "Released",
        "tagline": "Think fast. Look alive. Die hard.",
        "title": "Die Hard: With a Vengeance",
        "vote_average": "6.9",
        "vote_count": "2066"
    },
    {
        "budget": "70000000",
        "genres": "Action, Thriller",
        "homepage": "",
        "id": "1573",
        "keywords": "ambush, helicopter, journalist, based on novel, airport, hand grenade, fistfight, cop, sequel, snow, dulles international airport, shootout, officer involved shooting, terrorism, explosion, church, violence, sabotage, walkie talkie, swat team, air traffic control, commando unit, snowmobile",
        "original_language": "en",
        "original_title": "Die Hard 2",
        "overview": "John McClane is an off-duty cop gripped with a feeling of déjà vu when on a snowy Christmas Eve in the nation's capital, terrorists seize a major international airport, holding thousands of holiday travelers hostage. Renegade military commandos led by a murderous rogue officer plot to rescue a drug lord from justice and are prepared for every contingency except one: McClane's smart-mouthed heroics.",
        "popularity": "57.698470",
        "production_companies": "Twentieth Century Fox Film Corporation, Gordon Company, Silver Pictures",
        "production_countries": "United States of America",
        "release_date": "1990-07-02",
        "revenue": "240031094",
        "runtime": "124.",
        "spoken_languages": "English, Español",
        "status": "Released",
        "tagline": "Die Harder",
        "title": "Die Hard 2",
        "vote_average": "6.6",
        "vote_count": "1896"
    },
    {
        "budget": "45000000",
        "genres": "Action, Comedy, Crime, Drama, Music",
        "homepage": "",
        "id": "1574",
        "keywords": "chicago, based on stage musical, prison matron, jazz age, nude man murdered",
        "original_language": "en",
        "original_title": "Chicago",
        "overview": "Murderesses Velma Kelly and Roxie Hart find themselves on death row together and fight for the fame that will keep them from the gallows in 1920s Chicago.",
        "popularity": "32.217425",
        "production_companies": "Miramax Films, Producers Circle, Storyline Entertainment",
        "production_countries": "United States of America",
        "release_date": "2002-12-26",
        "revenue": "306776732",
        "runtime": "113.",
        "spoken_languages": "Magyar, English",
        "status": "Released",
        "tagline": "If You Can't Be Famous, Be Infamous",
        "title": "Chicago",
        "vote_average": "6.9",
        "vote_count": "677"
    },
    {
        "budget": "33000000",
        "genres": "Horror, Action, Science Fiction",
        "homepage": "http:\/\/www.sonypictures.com\/movies\/residentevil\/index.html",
        "id": "1576",
        "keywords": "undercover, mutant, dystopia, conspiracy, zombie, based on video game",
        "original_language": "en",
        "original_title": "Resident Evil",
        "overview": "When a virus leaks from a top-secret facility, turning all resident researchers into ravenous zombies and their lab animals into mutated hounds from hell, the government sends in an elite military task force to contain the outbreak. Alice and Rain are charged with leading the mission. But they only have three hours before the pathogen becomes airborne and infects the world.",
        "popularity": "40.715623",
        "production_companies": "Impact Pictures, Davis-Films, New Legacy, Constantin Film Produktion",
        "production_countries": "France, Germany, United Kingdom, United States of America",
        "release_date": "2002-03-15",
        "revenue": "102984862",
        "runtime": "100.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "A secret experiment. A deadly virus. A fatal mistake.",
        "title": "Resident Evil",
        "vote_average": "6.4",
        "vote_count": "2065"
    },
    {
        "budget": "45000000",
        "genres": "Horror, Action, Science Fiction",
        "homepage": "",
        "id": "1577",
        "keywords": "martial arts, mutant, dystopia, rescue, conspiracy, evil corporation, zombie, based on video game",
        "original_language": "en",
        "original_title": "Resident Evil: Apocalypse",
        "overview": "As the city is locked down under quarantine, Alice joins a small band of elite soldiers, enlisted to rescue the missing daughter of the creator of the mutating T-virus. It's a heart-pounding race against time as the group faces off against hordes of blood- thirsty zombies, stealthy Lickers, mutant canines and the most sinister foe yet.",
        "popularity": "29.880122",
        "production_companies": "Impact Pictures, Constantin Film Ltd.",
        "production_countries": "United Kingdom, United States of America, Germany, France, Canada",
        "release_date": "2004-09-10",
        "revenue": "129394835",
        "runtime": "94.0",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "You're all going to die.",
        "title": "Resident Evil: Apocalypse",
        "vote_average": "6.1",
        "vote_count": "1267"
    },
    {
        "budget": "18000000",
        "genres": "Drama",
        "homepage": "",
        "id": "1578",
        "keywords": "transporter, jealousy, violent husband, paranoia, boxer, biography, fistfight, broken nose, sport, domestic violence, extreme violence, over-the-hill fighter",
        "original_language": "en",
        "original_title": "Raging Bull",
        "overview": "When Jake LaMotta steps into a boxing ring and obliterates his opponent, he's a prizefighter. But when he treats his family and friends the same way, he's a ticking time bomb, ready to go off at any moment. Though LaMotta wants his family's love, something always seems to come between them. Perhaps it's his violent bouts of paranoia and jealousy. This kind of rage helped make him a champ, but in real life, he winds up in the ring alone.",
        "popularity": "35.524457",
        "production_companies": "United Artists",
        "production_countries": "United States of America",
        "release_date": "1980-11-14",
        "revenue": "23000000",
        "runtime": "129.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "",
        "title": "Raging Bull",
        "vote_average": "7.7",
        "vote_count": "938"
    },
    {
        "budget": "40000000",
        "genres": "Action, Adventure, Drama, Thriller",
        "homepage": "",
        "id": "1579",
        "keywords": "loss of family, solar eclipse, slavery, jaguar, village, maya civilization, forest, tribe, human sacrifice, central america, maya, ancient civilization, yucatec maya language",
        "original_language": "en",
        "original_title": "Apocalypto",
        "overview": "Set in the Mayan civilization, when a man's idyllic presence is brutally disrupted by a violent invading force, he is taken on a perilous journey to a world ruled by fear and oppression where a harrowing end awaits him. Through a twist of fate and spurred by the power of his love for his woman and his family he will make a desperate break to return home and to ultimately save his way of life.",
        "popularity": "41.570047",
        "production_companies": "Icon Productions, Icon Entertainment International, Touchstone Pictures",
        "production_countries": "United States of America",
        "release_date": "2006-12-07",
        "revenue": "120175290",
        "runtime": "139.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "No one can outrun their destiny.",
        "title": "Apocalypto",
        "vote_average": "7.3",
        "vote_count": "1221"
    },
    {
        "budget": "85000000",
        "genres": "Comedy, Romance",
        "homepage": "http:\/\/www.sonypictures.com\/movies\/theholiday\/",
        "id": "1581",
        "keywords": "holiday, london england, film making, christmas party, country house, room exchange, surrey, romantic comedy, los angeles, multiple storylines, woman director, christmas",
        "original_language": "en",
        "original_title": "The Holiday",
        "overview": "Two women, one (Cameron Diaz) from America and one (Kate Winslet) from Britain, swap homes at Christmastime after bad breakups with their boyfriends. Each woman finds romance with a local man (Jude Law, Jack Black) but realizes that the imminent return home may end the relationship.",
        "popularity": "44.967453",
        "production_companies": "Columbia Pictures, Universal Pictures, Waverly Films, Relativity Media",
        "production_countries": "United Kingdom, United States of America",
        "release_date": "2006-12-08",
        "revenue": "194168700",
        "runtime": "136.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "It's Christmas Eve and we are going to go celebrate being young and being alive.",
        "title": "The Holiday",
        "vote_average": "6.7",
        "vote_count": "1225"
    },
    {
        "budget": "35000000",
        "genres": "Comedy, Music",
        "homepage": "http:\/\/www.schoolofrockmovie.com\/",
        "id": "1584",
        "keywords": "rock and roll, rock, high school, music band",
        "original_language": "en",
        "original_title": "School of Rock",
        "overview": "Fired from his band and hard up for cash, guitarist and vocalist Dewey Finn finagles his way into a job as a fourth-grade substitute teacher at a private school, where he secretly begins teaching his students the finer points of rock 'n' roll. The school's hard-nosed principal is rightly suspicious of Finn's activities. But Finn's roommate remains in the dark about what he's doing.",
        "popularity": "43.057323",
        "production_companies": "Paramount Pictures, Scott Rudin Productions, Nickelodeon Movies, NEW Century, MFP Munich Film Partners GmbH & Company I. Produktions KG, Sor Productions",
        "production_countries": "Germany, United States of America",
        "release_date": "2003-10-03",
        "revenue": "131282949",
        "runtime": "108.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "He just landed the gig of his life: 5th grade.",
        "title": "School of Rock",
        "vote_average": "6.7",
        "vote_count": "1414"
    },
    {
        "budget": "3180000",
        "genres": "Drama, Family, Fantasy",
        "homepage": "",
        "id": "1585",
        "keywords": "holiday, angel, based on novel, bank, suicide attempt, small town, christmas tree, great depression, christmas eve, feel-good ending, guardian angel, christmas",
        "original_language": "en",
        "original_title": "It's a Wonderful Life",
        "overview": "George Bailey has spent his entire life giving of himself to the people of Bedford Falls. He has always longed to travel but never had the opportunity in order to prevent rich skinflint Mr. Potter from taking over the entire town. All that prevents him from doing so is George's modest building and loan company, which was founded by his generous father. But on Christmas Eve, George's Uncle Billy loses the business's $8,000 while intending to deposit it in the bank. Potter finds the misplaced money, hides it from Billy, and George's troubles begin.",
        "popularity": "42.868495",
        "production_companies": "RKO Radio Pictures, Liberty Films (II)",
        "production_countries": "United States of America",
        "release_date": "1946-12-20",
        "revenue": "9644124",
        "runtime": "130.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "It's a wonderful laugh! It's a wonderful love!",
        "title": "It's a Wonderful Life",
        "vote_average": "8.0",
        "vote_count": "1076"
    },
    {
        "budget": "40000000",
        "genres": "Thriller, Mystery",
        "homepage": "",
        "id": "1586",
        "keywords": "alcohol, adultery, detective, mississippi, jealousy, isolation, paranoia, motel, window, nightmare, letter, ax, notebook, police, murder, mystery, arson, writer, divorce",
        "original_language": "en",
        "original_title": "Secret Window",
        "overview": "Mort Rainey, a writer just emerging from a painful divorce with his ex-wife, is stalked at his remote lake house by a psychotic stranger and would-be scribe who claims Rainey swiped his best story idea. But as Rainey endeavors to prove his innocence, he begins to question his own sanity.",
        "popularity": "32.908414",
        "production_companies": "[{\"name\": \"Columbia Pictures Corporation\", \"id\": 441}, {\"name\": \"Pariah Entertainment Group\", \"id\": 1271}, {\"name\": \"Grand Slam Productions\", \"id\": 23651}, {\"name\": \"Mel's Cite du Cinema\", \"id\": 54502}]",
        "production_countries": "United States of America",
        "release_date": "2004-03-12",
        "revenue": "92913171",
        "runtime": "96.0",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "The most important part of a story is the ending.",
        "title": "Secret Window",
        "vote_average": "6.4",
        "vote_count": "972"
    },
    {
        "budget": "11000000",
        "genres": "Romance, Drama",
        "homepage": "",
        "id": "1587",
        "keywords": "brother brother relationship, mentally disabled, iowa, widow, dysfunctional family, independent film",
        "original_language": "en",
        "original_title": "What's Eating Gilbert Grape",
        "overview": "Gilbert has to care for his brother Arnie and his obese mother, which gets in the way when love walks into his life.",
        "popularity": "33.282794",
        "production_companies": "Paramount Pictures",
        "production_countries": "United States of America",
        "release_date": "1993-12-17",
        "revenue": "30000000",
        "runtime": "118.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "A film about the love you find...In the last place you look.",
        "title": "What's Eating Gilbert Grape",
        "vote_average": "7.5",
        "vote_count": "919"
    },
    {
        "budget": "28000000",
        "genres": "Comedy",
        "homepage": "https:\/\/www.uphe.com\/movies\/bring-it-on",
        "id": "1588",
        "keywords": "cheerleader, sport, high school, teenage girl, cheerleading, cheering crowd, duringcreditsstinger",
        "original_language": "en",
        "original_title": "Bring It On",
        "overview": "The Toro cheerleading squad from Rancho Carne High School in San Diego has got spirit, spunk, sass and a killer routine that's sure to land them the national championship trophy for the sixth year in a row. But for newly-elected team captain, the Toros' road to total cheer glory takes a shady turn when she discovers that their perfectly-choreographed routines were in fact stolen.",
        "popularity": "14.754281",
        "production_companies": "Beacon Communications",
        "production_countries": "United States of America",
        "release_date": "2000-08-25",
        "revenue": "90449929",
        "runtime": "98.0",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "May the best moves win.",
        "title": "Bring It On",
        "vote_average": "5.8",
        "vote_count": "568"
    },
    {
        "budget": "11000000",
        "genres": "Drama",
        "homepage": "",
        "id": "1590",
        "keywords": "beethoven, woman director",
        "original_language": "en",
        "original_title": "Copying Beethoven",
        "overview": "A fictionalised exploration of Beethoven's life in his final days working on his Ninth Symphony. It is 1824. Beethoven is racing to finish his new symphony. However, it has been years since his last success and he is plagued by deafness, loneliness and personal trauma. A copyist is urgently needed to help the composer. A fictional character is introduced in the form of a young conservatory student and aspiring composer named Anna Holtz. The mercurial Beethoven is skeptical that a woman might become involved in his masterpiece but slowly comes to trust in Anna's assistance and in the end becomes quite fond of her. By the time the piece is performed, her presence in his life is an absolute necessity. Her deep understanding of his work is such that she even corrects mistakes he has made, while her passionate personality opens a door into his private world.",
        "popularity": "5.062687",
        "production_companies": "Sidney Kimmel Entertainment, Anomaly Entertainment",
        "production_countries": "Germany, United States of America",
        "release_date": "2006-09-10",
        "revenue": "0",
        "runtime": "104.",
        "spoken_languages": "Deutsch",
        "status": "Released",
        "tagline": "",
        "title": "Copying Beethoven",
        "vote_average": "6.2",
        "vote_count": "42"
    },
    {
        "budget": "0",
        "genres": "Drama",
        "homepage": "",
        "id": "1591",
        "keywords": "loss of family, emigration, world war ii, jew, national socialism, kenia, only child, farm, marriage crisis, capture, woman director, emigrant",
        "original_language": "de",
        "original_title": "Nirgendwo in Afrika",
        "overview": "A Jewish woman named Jettel Redlich flees Nazi Germany with her daughter Regina, to join her husband, Walter, on a farm in Kenya. At first, Jettel refuses to adjust to her new circumstances, bringing with her a set of china dishes and an evening gown. While Regina adapts readily to this new world, forming a strong bond with her father's cook, an African named Owuor.",
        "popularity": "3.481517",
        "production_companies": "MTM Cineteve, Bavaria Film, Constantin Film Produktion, Media Cooperation One",
        "production_countries": "Germany",
        "release_date": "2001-12-11",
        "revenue": "0",
        "runtime": "140.",
        "spoken_languages": "English, Deutsch, Kiswahili",
        "status": "Released",
        "tagline": "One family's tale of a homeland lost... and a homeland found.",
        "title": "Nowhere in Africa",
        "vote_average": "7.0",
        "vote_count": "32"
    },
    {
        "budget": "110000000",
        "genres": "Action, Adventure, Comedy, Family, Fantasy",
        "homepage": "",
        "id": "1593",
        "keywords": "[{\"id\": 2598, \"name\": \"museum\"}, {\"id\": 4062, \"name\": \"skeleton\"}, {\"id\": 4225, \"name\": \"night shift\"}, {\"id\": 4630, \"name\": \"chaos\"}, {\"id\": 5146, \"name\": \"genghis khan\"}, {\"id\": 5566, \"name\": \"maya civilization\"}, {\"id\": 5647, \"name\": \"natural history\"}, {\"id\": 5648, \"name\": \"theodore roosevelt\"}, {\"id\": 12616, \"name\": \"dinosaur\"}, {\"id\": 15101, \"name\": \"based on children's book\"}, {\"id\": 15252, \"name\": \"magical object\"}, {\"id\": 41180, \"name\": \"security guard\"}, {\"id\": 179431, \"name\": \"duringcreditsstinger\"}, {\"id\": 209387, \"name\": \"inanimate objects coming to life\"}]",
        "original_language": "en",
        "original_title": "Night at the Museum",
        "overview": "Chaos reigns at the natural history museum when night watchman Larry Daley accidentally stirs up an ancient curse, awakening Attila the Hun, an army of gladiators, a Tyrannosaurus rex and other exhibits. Larry tries desperately to keep the museum under control, but he's fighting a losing battle until President Teddy Roosevelt comes to the rescue.",
        "popularity": "48.780039",
        "production_companies": "Ingenious Film Partners, Twentieth Century Fox Film Corporation, 1492 Pictures, 21 Laps Entertainment",
        "production_countries": "United States of America, United Kingdom",
        "release_date": "2006-10-20",
        "revenue": "574480841",
        "runtime": "108.",
        "spoken_languages": "English, Italiano, עִבְרִית",
        "status": "Released",
        "tagline": "Where History Comes To Life",
        "title": "Night at the Museum",
        "vote_average": "6.3",
        "vote_count": "2862"
    },
    {
        "budget": "55000000",
        "genres": "Comedy, Romance",
        "homepage": "",
        "id": "1597",
        "keywords": "cia, airport, cat, jew, orderly, airplane, father-in-law, epistaxis, daughter, lost baggage, urn, pavilion, volleyball, hospital, wedding",
        "original_language": "en",
        "original_title": "Meet the Parents",
        "overview": "Greg Focker is ready to marry his girlfriend, Pam, but before he pops the question, he must win over her formidable father, humorless former CIA agent Jack Byrnes, at the wedding of Pam's sister. As Greg bends over backward to make a good impression, his visit to the Byrnes home turns into a hilarious series of disasters, and everything that can go wrong does, all under Jack's critical, hawklike gaze.",
        "popularity": "29.972240",
        "production_companies": "DreamWorks SKG, Universal Pictures, Tribeca Productions, Nancy Tenenbaum Films",
        "production_countries": "United States of America",
        "release_date": "2000-10-06",
        "revenue": "330444045",
        "runtime": "108.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "First comes love. Then comes the interrogation.",
        "title": "Meet the Parents",
        "vote_average": "6.6",
        "vote_count": "1698"
    },
    {
        "budget": "35000000",
        "genres": "Crime, Thriller",
        "homepage": "",
        "id": "1598",
        "keywords": "prison, child abuse, rape, small town, daughter, police, revenge, lawyer, cigar smoking, fear, dog, rapist",
        "original_language": "en",
        "original_title": "Cape Fear",
        "overview": "Sam Bowden is a small-town corporate attorney. Max Cady is a tattooed, cigar-smoking, bible-quoting, psychotic rapist. What do they have in common? Fourteen years ago, Sam was a public defender assigned to Max Cady's rape trial, and he made a serious error: he hid a document from his illiterate client that could have gotten him acquitted. Now, the cagey, bibliophile Cady has been released, and he intends to teach Sam Bowden and his family a thing or two about loss.",
        "popularity": "27.714043",
        "production_companies": "Universal Pictures, Amblin Entertainment, Cappa Productions, Tribeca Productions",
        "production_countries": "United States of America",
        "release_date": "1991-11-15",
        "revenue": "182300000",
        "runtime": "128.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "There is nothing in the dark that isn't there in the light. Except fear.",
        "title": "Cape Fear",
        "vote_average": "7.0",
        "vote_count": "675"
    },
    {
        "budget": "22000000",
        "genres": "Comedy, Romance",
        "homepage": "",
        "id": "1599",
        "keywords": "sex, detective, jealousy, humor, protest, wife, celebrity, rivalry, independent film, religion, universe, anger, nature, husband, existentialism, enviroment, issues",
        "original_language": "en",
        "original_title": "I Heart Huckabees",
        "overview": "A husband-and-wife team play detective, but not in the traditional sense. Instead, the happy duo helps others solve their existential issues, the kind that keep you up at night, wondering what it all means.",
        "popularity": "14.925633",
        "production_companies": "[{\"name\": \"Fox Searchlight Pictures\", \"id\": 43}, {\"name\": \"Scott Rudin Productions\", \"id\": 258}, {\"name\": \"Qwerty Films\", \"id\": 892}, {\"name\": \"N1 European Film Produktions GmbH & Co. KG\", \"id\": 8874}, {\"name\": \"Kanzeon\", \"id\": 23488}, {\"name\": \"Huckabee's\", \"id\": 23489}]",
        "production_countries": "Germany, United States of America",
        "release_date": "2004-09-10",
        "revenue": "0",
        "runtime": "106.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "An existential comedy",
        "title": "I Heart Huckabees",
        "vote_average": "6.2",
        "vote_count": "239"
    },
    {
        "budget": "28",
        "genres": "Thriller, Action, Comedy, Crime",
        "homepage": "",
        "id": "1613",
        "keywords": "chemical, laxative, skinheads",
        "original_language": "en",
        "original_title": "The 51st State",
        "overview": "Elmo McElroy is a streetwise American master chemist who heads to England to sell his special new formula - a powerful, blue concoction guaranteed to take you to 'the 51st state.' McElroy's new product delivers a feeling 51 times more powerful than any thrill, any pleasure, any high in history. But his plans for a quick, profitable score go comically awry when he gets stuck in Liverpool with an unlikely escort and his ex-girlfriend and becomes entangled in a bizarre web of double-dealing and double-crosses.",
        "popularity": "9.670031",
        "production_companies": "Film Council, Alliance Atlantis Communications, The Film Consortium, Focus Films, Momentum Films, National Lottery, Canadian Film or Video Production Tax Credit (CPTC), Artists Production Group (APG), Fifty First Films",
        "production_countries": "Canada, United Kingdom",
        "release_date": "2001-12-07",
        "revenue": "14",
        "runtime": "93.0",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "Nice Wheels. Dirty Deals. And One Mean Mother In A Kilt.",
        "title": "The 51st State",
        "vote_average": "5.9",
        "vote_count": "173"
    },
    {
        "budget": "8500000",
        "genres": "Action, Crime, Drama, Thriller",
        "homepage": "",
        "id": "1619",
        "keywords": "gunslinger, mexico, hotel, ransom, mexican standoff, kidnapping, sperm bank, from rags to riches, surrogate mother, money, gunfight, drifter, gangster, criminal, desert, millionaire, neo-western",
        "original_language": "en",
        "original_title": "The Way of the Gun",
        "overview": "Parker and Longbaugh are a pair of low-level petty criminals, living off the grid and funding their existence through unconventional and often illegal means. Wanting to move past petty crime, they vow to get the proverbial \"big score.",
        "popularity": "8.775844",
        "production_companies": "",
        "production_countries": "United States of America",
        "release_date": "2000-09-08",
        "revenue": "19125401",
        "runtime": "119.",
        "spoken_languages": "English, Français",
        "status": "Released",
        "tagline": "",
        "title": "The Way of the Gun",
        "vote_average": "6.4",
        "vote_count": "100"
    },
    {
        "budget": "24000000",
        "genres": "Action, Crime, Drama, Thriller",
        "homepage": "http:\/\/www.hitmanmovie.com\/",
        "id": "1620",
        "keywords": "assassin, secret identity, intelligence, soviet union, russia, celibacy, hitman, secret society, power, power takeover, adversary, government, execution, violence, killer, based on video game, secret formula",
        "original_language": "en",
        "original_title": "Hitman",
        "overview": "The best-selling videogame, Hitman, roars to life with both barrels blazing in this hardcore action-thriller starring Timothy Olyphant. A genetically engineered assassin with deadly aim, known only as \"Agent 47\" eliminates strategic targets for a top-secret organization. But when he's double-crossed, the hunter becomes the prey as 47 finds himself in a life-or-death game of international intrigue.",
        "popularity": "42.669304",
        "production_companies": "Twentieth Century Fox Film Corporation, Dune Entertainment, Anka Film, EuropaCorp, Daybreak Productions, Prime Universe Productions",
        "production_countries": "France, United States of America",
        "release_date": "2007-11-21",
        "revenue": "99965753",
        "runtime": "89.0",
        "spoken_languages": "English, Pусский, Srpski",
        "status": "Released",
        "tagline": "Assassin 47",
        "title": "Hitman",
        "vote_average": "5.9",
        "vote_count": "966"
    },
    {
        "budget": "40600000",
        "genres": "Comedy",
        "homepage": "",
        "id": "1621",
        "keywords": "christmas tree, from rags to riches, broker, beggar, dollar, wager, fish out of water, millionaire, commodities, investor, big shot, hoodlum, wrongful arrest, santa hat",
        "original_language": "en",
        "original_title": "Trading Places",
        "overview": "A snobbish investor and a wily street con-artist find their positions reversed as part of a bet by two callous millionaires.",
        "popularity": "34.022209",
        "production_companies": "Paramount Pictures, Cinema Group Ventures",
        "production_countries": "United States of America",
        "release_date": "1983-06-07",
        "revenue": "90400000",
        "runtime": "116.",
        "spoken_languages": "English, Português",
        "status": "Released",
        "tagline": "Some very funny business.",
        "title": "Trading Places",
        "vote_average": "7.1",
        "vote_count": "738"
    },
    {
        "budget": "45000000",
        "genres": "Comedy",
        "homepage": "",
        "id": "1624",
        "keywords": "california, workaholic, birthday, lie, pregnancy and birth, wish, 1990s",
        "original_language": "en",
        "original_title": "Liar Liar",
        "overview": "Fletcher Reede is a fast-talking attorney and habitual liar. When his son Max blows out the candles on his fifth birthday he has just one wish - that his dad will stop lying for 24 hours. When Max's wish comes true, Fletcher discovers that his mouth has suddenly become his biggest liability.",
        "popularity": "26.721386",
        "production_companies": "Imagine Entertainment, Universal Pictures",
        "production_countries": "United States of America",
        "release_date": "1997-03-21",
        "revenue": "181000000",
        "runtime": "86.0",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "Trust me.",
        "title": "Liar Liar",
        "vote_average": "6.4",
        "vote_count": "1424"
    },
    {
        "budget": "126000000",
        "genres": "Action, Thriller, Science Fiction, Adventure",
        "homepage": "http:\/\/www.theisland-themovie.com\/",
        "id": "1635",
        "keywords": "[{\"id\": 402, \"name\": \"clone\"}, {\"id\": 741, \"name\": \"transplantation\"}, {\"id\": 2038, \"name\": \"love of one's life\"}, {\"id\": 4565, \"name\": \"dystopia\"}, {\"id\": 6017, \"name\": \"genetics\"}, {\"id\": 6089, \"name\": \"freedom\"}, {\"id\": 10685, \"name\": \"escape\"}, {\"id\": 11628, \"name\": \"cloning\"}, {\"id\": 188959, \"name\": \"plague\"}]",
        "original_language": "en",
        "original_title": "The Island",
        "overview": "In 2019, Lincoln Six-Echo is a resident of a seemingly \"Utopian\" but contained facility. Like all of the inhabitants of this carefully-controlled environment, Lincoln hopes to be chosen to go to The Island — reportedly the last uncontaminated location on the planet. But Lincoln soon discovers that everything about his existence is a lie.",
        "popularity": "37.680560",
        "production_companies": "DreamWorks SKG, Warner Bros., Parkes\/MacDonald Productions",
        "production_countries": "United States of America",
        "release_date": "2005-07-20",
        "revenue": "162949164",
        "runtime": "136.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "Your time will come...",
        "title": "The Island",
        "vote_average": "6.5",
        "vote_count": "1770"
    },
    {
        "budget": "48000000",
        "genres": "Fantasy, Comedy, Romance",
        "homepage": "",
        "id": "1636",
        "keywords": "[{\"id\": 2038, \"name\": \"love of one's life\"}, {\"id\": 2870, \"name\": \"mephisto\"}, {\"id\": 4896, \"name\": \"wish\"}, {\"id\": 4957, \"name\": \"sale of soul\"}, {\"id\": 5810, \"name\": \"pact with the devil\"}, {\"id\": 188750, \"name\": \"teuflisch\"}]",
        "original_language": "en",
        "original_title": "Bedazzled",
        "overview": "Elliot Richardson, suicidal techno geek, is given seven wishes to turn his life around when he meets up with a very seductive Satan. The catch: his soul. Some of his wishes include a 7 foot basketball star, a rock star, and a hamburger. But, as could be expected, the Devil must put her own little twist on each his fantasies.",
        "popularity": "19.348007",
        "production_companies": "Twentieth Century Fox Film Corporation, Regency Enterprises, KirchMedia",
        "production_countries": "United States of America",
        "release_date": "2000-10-19",
        "revenue": "90383208",
        "runtime": "93.0",
        "spoken_languages": "English, Pусский, Español",
        "status": "Released",
        "tagline": "Meet the Devil. She's giving Elliott seven wishes. But not a chance in Hell.",
        "title": "Bedazzled",
        "vote_average": "5.6",
        "vote_count": "512"
    },
    {
        "budget": "30000000",
        "genres": "Action, Adventure, Crime",
        "homepage": "",
        "id": "1637",
        "keywords": "bomb, airport, bus, bus ride, highway, bomb planting",
        "original_language": "en",
        "original_title": "Speed",
        "overview": "Los Angeles SWAT cop Jack Traven is up against bomb expert Howard Payne, who's after major ransom money. First it's a rigged elevator in a very tall building. Then it's a rigged bus--if it slows, it will blow, bad enough any day, but a nightmare in LA traffic. And that's still not the end.",
        "popularity": "49.526736",
        "production_companies": "Twentieth Century Fox Film Corporation",
        "production_countries": "United States of America",
        "release_date": "1994-06-09",
        "revenue": "350448145",
        "runtime": "116.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "Get ready for rush hour",
        "title": "Speed",
        "vote_average": "6.8",
        "vote_count": "1783"
    },
    {
        "budget": "160000000",
        "genres": "Action, Adventure, Thriller",
        "homepage": "",
        "id": "1639",
        "keywords": "boat, cruise, computer, disaster, diamond, collision course",
        "original_language": "en",
        "original_title": "Speed 2: Cruise Control",
        "overview": "Sandra Bullock and Jason Patric star as a young couple whose dream cruise turns to terror when a lunatic computer genius (Willem Dafoe) sets a new course for destruction.",
        "popularity": "23.336875",
        "production_companies": "Twentieth Century Fox Film Corporation, Blue Tulip Productions",
        "production_countries": "United States of America",
        "release_date": "1997-06-13",
        "revenue": "164508066",
        "runtime": "121.",
        "spoken_languages": "English, Português",
        "status": "Released",
        "tagline": "As the stakes get higher, the ride gets even faster.",
        "title": "Speed 2: Cruise Control",
        "vote_average": "4.1",
        "vote_count": "434"
    },
    {
        "budget": "6500000",
        "genres": "Drama",
        "homepage": "http:\/\/www.crashfilm.com\/",
        "id": "1640",
        "keywords": "race politics, daughter, installer, police, fall, car crash, racism, los angeles, bigotry, social services, collision",
        "original_language": "en",
        "original_title": "Crash",
        "overview": "Los Angeles citizens with vastly separate lives collide in interweaving stories of race, loss and redemption.",
        "popularity": "28.223163",
        "production_companies": "[{\"name\": \"Blackfriars Bridge Films\", \"id\": 2087}, {\"name\": \"Yari Film Group\", \"id\": 2448}, {\"name\": \"Bob Yari Productions\", \"id\": 12260}, {\"name\": \"ApolloProScreen Filmproduktion\", \"id\": 19528}, {\"name\": \"Bull's Eye Entertainment\", \"id\": 25432}, {\"name\": \"DEJ Productions\", \"id\": 25433}, {\"name\": \"Harris Company\", \"id\": 25434}]",
        "production_countries": "Germany, United States of America",
        "release_date": "2004-01-13",
        "revenue": "98410061",
        "runtime": "112.",
        "spoken_languages": "English, فارسی, Español, 普通话, 한국어\/조선말",
        "status": "Released",
        "tagline": "You think you know who you are. You have no idea.",
        "title": "Crash",
        "vote_average": "7.2",
        "vote_count": "1149"
    },
    {
        "budget": "22000000",
        "genres": "Crime, Drama, Mystery, Thriller, Action",
        "homepage": "",
        "id": "1642",
        "keywords": "cheating, new identity, computer virus, chase, computer, stalking",
        "original_language": "en",
        "original_title": "The Net",
        "overview": "Angela Bennett is a freelance software engineer who lives in a world of computer technology. When a cyber friend asks Bennett to debug a new game, she inadvertently becomes involved in a conspiracy that will soon turn her life upside down. While on vacation in Mexico, her purse is stolen. She soon finds that people and events may not be what they seem as she becomes the target of an assassination. Her vacation is ruined.  She gets a new passport at the U.S. Embassy in Mexico but it has the wrong name, Ruth Marx. When she returns to the U.S. to sort things out, she discovers that Ruth Marx has an unsavory past and a lengthy  police record. To make matters worse, another person has assumed her real identity ...",
        "popularity": "23.218144",
        "production_companies": "Columbia Pictures",
        "production_countries": "United States of America",
        "release_date": "1995-07-28",
        "revenue": "110627965",
        "runtime": "114.",
        "spoken_languages": "English, Español",
        "status": "Released",
        "tagline": "No driver's license, no credit cards, no passport, no access to her bank accounts in a foreign country ... She finds her identity stolen.",
        "title": "The Net",
        "vote_average": "5.6",
        "vote_count": "354"
    },
    {
        "budget": "40000000",
        "genres": "Crime, Drama, Thriller",
        "homepage": "",
        "id": "1645",
        "keywords": "ku klux klan, rape, mississippi, jurors, blackmail, attempted murder, forgiveness, court, shooting, murder, suspense, lawyer, trial, courtroom, racial tension, kkk, racial issues, courtroom drama",
        "original_language": "en",
        "original_title": "A Time to Kill",
        "overview": "A young lawyer defends a black man accused of murdering two men who raped his 10-year-old daughter, sparking a rebirth of the KKK.",
        "popularity": "25.219805",
        "production_companies": "Regency Enterprises, Warner Bros.",
        "production_countries": "United States of America",
        "release_date": "1996-07-24",
        "revenue": "152266007",
        "runtime": "149.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "Experience a time you'll never forget.",
        "title": "A Time to Kill",
        "vote_average": "7.0",
        "vote_count": "509"
    },
    {
        "budget": "21000000",
        "genres": "Crime, Drama",
        "homepage": "http:\/\/www.freedomwriters.com\/",
        "id": "1646",
        "keywords": "black people, based on novel, holocaust, ghetto, diary, principal witness , biography, daughter, high school, racial segregation, anne frank, school excursion, idealism, violence in schools, racial tension, gang violence, based on true events",
        "original_language": "en",
        "original_title": "Freedom Writers",
        "overview": "A young teacher inspires her class of at-risk students to learn tolerance, apply themselves, and pursue education beyond high school.",
        "popularity": "17.746981",
        "production_companies": "Double Feature Films, Jersey Films, Kernos Filmproduktionsgesellschaft & Company",
        "production_countries": "Germany, United States of America",
        "release_date": "2007-01-05",
        "revenue": "41170784",
        "runtime": "123.",
        "spoken_languages": "English, Español",
        "status": "Released",
        "tagline": "Their story. Their world. Their future.",
        "title": "Freedom Writers",
        "vote_average": "7.5",
        "vote_count": "356"
    },
    {
        "budget": "10000000",
        "genres": "Adventure, Comedy, Science Fiction",
        "homepage": "http:\/\/www.billandted.org\/",
        "id": "1648",
        "keywords": "jealousy, journey in the past, sigmund freud, time travel, heavy metal, socrates, billy the kid, school presentation, rhinoceros, phone booth, world peace, past, history, metal, best friend, napoleon bonaparte",
        "original_language": "en",
        "original_title": "Bill & Ted's Excellent Adventure",
        "overview": "In the small town of San Dimas, a few miles away from Los Angeles, there are two nearly brain dead teenage boys going by the names of Bill S, Preston ESQ. and Ted Theodore Logan, they have a dream together of starting their own rock and roll band called the \"Wyld Stallyns\". Unfortunately, they are still in high school and on the verge of failing out of their school as well, and if they do not pass their upcoming history report, they will be separated as a result of Ted's father sending him to military school. But, what Bill and Ted do not know is that they must stay together to save the future. So, a man from the future named Rufus came to help them pass their report. So, both Bill and Ted decided to gather up historical figures which they need for their report. They are hoping that this will help them pass their report so they can stay together.",
        "popularity": "25.929893",
        "production_companies": "Orion Pictures",
        "production_countries": "United States of America",
        "release_date": "1989-02-17",
        "revenue": "40485039",
        "runtime": "90.0",
        "spoken_languages": "English, Français, Deutsch, ελληνικά",
        "status": "Released",
        "tagline": "History is about to be rewritten by two guys who can't spell.",
        "title": "Bill & Ted's Excellent Adventure",
        "vote_average": "6.7",
        "vote_count": "454"
    },
    {
        "budget": "0",
        "genres": "Adventure, Comedy, Family, Fantasy, Science Fiction",
        "homepage": "",
        "id": "1649",
        "keywords": "future, dying and death, heaven, time travel, heavy metal, diabolical ego, afterlife, metal, robot, devil, doppelganger, seance",
        "original_language": "en",
        "original_title": "Bill & Ted's Bogus Journey",
        "overview": "Amiable slackers Bill and Ted are once again roped into a fantastical adventure when De Nomolos, a villain from the future, sends evil robot duplicates of the two lads to terminate and replace them. The robot doubles actually succeed in killing Bill and Ted, but the two are determined to escape the afterlife, challenging the Grim Reaper to a series of games in order to return to the land of the living.",
        "popularity": "11.349664",
        "production_companies": "Orion Pictures, Nelson Entertainment",
        "production_countries": "United States of America",
        "release_date": "1991-07-19",
        "revenue": "0",
        "runtime": "98.0",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "Once... they made history. Now... they are history.",
        "title": "Bill & Ted's Bogus Journey",
        "vote_average": "5.9",
        "vote_count": "308"
    },
    {
        "budget": "0",
        "genres": "Crime, Drama, Romance",
        "homepage": "",
        "id": "1651",
        "keywords": "[{\"id\": 911, \"name\": \"exotic island\"}, {\"id\": 1328, \"name\": \"secret\"}, {\"id\": 2038, \"name\": \"love of one's life\"}, {\"id\": 3136, \"name\": \"plantation\"}, {\"id\": 6038, \"name\": \"marriage\"}, {\"id\": 11014, \"name\": \"mail order bride\"}, {\"id\": 155845, \"name\": \"french noir\"}]",
        "original_language": "fr",
        "original_title": "La sirène du Mississipi",
        "overview": "Adapted from a story by William Irish, it's a noirish tale of a man who orders a mail-order bride but receives instead a con woman.",
        "popularity": "3.654018",
        "production_companies": "Les Films du Carrosse, Les Productions Artistes Associés, Produzioni Associate Delphos",
        "production_countries": "France, Italy",
        "release_date": "1969-06-18",
        "revenue": "0",
        "runtime": "123.",
        "spoken_languages": "Français",
        "status": "Released",
        "tagline": "The Bride Came as Advertised...With an Unadvertised Special",
        "title": "Mississippi Mermaid",
        "vote_average": "6.7",
        "vote_count": "32"
    },
    {
        "budget": "75000000",
        "genres": "Action, Adventure",
        "homepage": "http:\/\/www.sonypictures.com\/homevideo\/thelegendofzorro\/index.html",
        "id": "1656",
        "keywords": "california, spy, father son relationship, mexico, hero, marriage crisis, sword fight, divorce, american civil war",
        "original_language": "en",
        "original_title": "The Legend of Zorro",
        "overview": "Having spent the last 10 years fighting injustice and cruelty, Alejandro de la Vega is now facing his greatest challenge: his loving wife Elena has thrown him out of the house!  Elena has filed for divorce and found comfort in the arms of Count Armand, a dashing French aristocrat.  But Alejandro knows something she doesn't: Armand is the evil mastermind behind a terrorist plot to destroy the United States.  And so, with his marriage and the county's future at stake, it's up to Zorro to save two unions before it's too late.",
        "popularity": "31.054334",
        "production_companies": "Amblin Entertainment, Columbia Pictures Corporation",
        "production_countries": "Mexico, United States of America",
        "release_date": "2005-10-24",
        "revenue": "142400065",
        "runtime": "129.",
        "spoken_languages": "English, Italiano, Español",
        "status": "Released",
        "tagline": "The original caped crusader is back!",
        "title": "The Legend of Zorro",
        "vote_average": "5.9",
        "vote_count": "893"
    },
    {
        "budget": "8000000",
        "genres": "Documentary, Family",
        "homepage": "http:\/\/empereur.luc-jacquet.com\/index_flash.htm",
        "id": "1667",
        "keywords": "parents kids relationship, penguin, brood, autonomy, egg, survival, snow, antarctic",
        "original_language": "fr",
        "original_title": "La Marche de l'empereur",
        "overview": "Every year, thousands of Antartica's emperor penguins make an astonishing journey to breed their young. They walk, marching day and night in single file 70 miles into the darkest, driest and coldest continent on Earth.",
        "popularity": "17.537154",
        "production_companies": "[{\"name\": \"Wild Bunch\", \"id\": 856}, {\"name\": \"Canal+\", \"id\": 5358}, {\"name\": \"Buena Vista International Film Production France\", \"id\": 7658}, {\"name\": \"Alliance de Production Cinematographique (APC)\", \"id\": 8661}, {\"name\": \"L'Institut Polare Fran\\u00e7ais Paul-\\u00c9mile Victor\", \"id\": 66329}, {\"name\": \"National Geographic Films\", \"id\": 66330}, {\"name\": \"Bonne Pioche\", \"id\": 66331}]",
        "production_countries": "France",
        "release_date": "2005-01-26",
        "revenue": "127392239",
        "runtime": "80.0",
        "spoken_languages": "Français, English",
        "status": "Released",
        "tagline": "In the harshest place on Earth, love finds a way.",
        "title": "March of the Penguins",
        "vote_average": "6.9",
        "vote_count": "358"
    },
    {
        "budget": "30000000",
        "genres": "Action, Adventure, Thriller",
        "homepage": "http:\/\/www.paramount.com\/movies\/hunt-red-october",
        "id": "1669",
        "keywords": "submarine, cold war, russian, defection, jack ryan",
        "original_language": "en",
        "original_title": "The Hunt for Red October",
        "overview": "A new Soviet nuclear missile sub (a Boomer) heading out on her maiden voyage that is being tracked by a Los Angeles class American submarine suddenly goes silent and \"disappears\". This focuses the attention of both U.S. Intelligence and the U.S. Navy on the Russian Sub Commander .  When it is determined that the silent Soviet Boomer may be headed for American coastal waters panic ensues. A CIA analyst, Jack Ryan,  convinces the brass that the Boomer's commander may intend something other than a nuclear first strike in mind. A perilous and tense cat-and-mouse game ensues.",
        "popularity": "46.212155",
        "production_companies": "Paramount Pictures, Nina Saxon Film Design, Mace Neufeld Productions",
        "production_countries": "United States of America",
        "release_date": "1990-03-02",
        "revenue": "199200000",
        "runtime": "134.",
        "spoken_languages": "English, Pусский",
        "status": "Released",
        "tagline": "Invisible. Silent. Stolen.",
        "title": "The Hunt for Red October",
        "vote_average": "7.2",
        "vote_count": "957"
    },
    {
        "budget": "40000000",
        "genres": "Drama, Music",
        "homepage": "",
        "id": "1677",
        "keywords": "black people, soul, country music, loss of brother, 1970s, jazz, blindness and impaired vision, georgia, overdose, bus ride, record producer, biography, from rags to riches, childhood trauma, gospel, indianapolis, record label, recording studio",
        "original_language": "en",
        "original_title": "Ray",
        "overview": "Born on a sharecropping plantation in Northern Florida, Ray Charles went blind at seven. Inspired by a fiercely independent mom who insisted he make his own way, He found his calling and his gift behind a piano keyboard. Touring across the Southern musical circuit, the soulful singer gained a reputation and then exploded with worldwide fame when he pioneered couping gospel and country together.",
        "popularity": "21.743321",
        "production_companies": "Universal Pictures, Bristol Bay Productions, Baldwin Entertainment Group, Anvil Films",
        "production_countries": "United States of America",
        "release_date": "2004-10-29",
        "revenue": "124731534",
        "runtime": "152.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "The extraordinary life story of Ray Charles.",
        "title": "Ray",
        "vote_average": "7.2",
        "vote_count": "467"
    },
    {
        "budget": "40000000",
        "genres": "Horror",
        "homepage": "http:\/\/www.thereapingmovie.com",
        "id": "1683",
        "keywords": "river, miracle, bible, louisiana, frog, grasshopper, faith",
        "original_language": "en",
        "original_title": "The Reaping",
        "overview": "Katherine Morrissey, a former Christian missionary, lost her faith after the tragic deaths of her family. Now she applies her expertise to debunking religious phenomena. When a series of biblical plagues overrun a small town, Katherine arrives to prove that a supernatural force is not behind the occurrences, but soon finds that science cannot explain what is happening. Instead, she must regain her faith to combat the evil that waits in a Louisiana swamp.",
        "popularity": "13.445697",
        "production_companies": "Village Roadshow Pictures, Dark Castle Entertainment, Warner Bros., Eyetronics, Chime Films",
        "production_countries": "United States of America",
        "release_date": "2007-04-05",
        "revenue": "62771059",
        "runtime": "99.0",
        "spoken_languages": "Español, English",
        "status": "Released",
        "tagline": "What Hath God Wrought?",
        "title": "The Reaping",
        "vote_average": "5.4",
        "vote_count": "205"
    },
    {
        "budget": "3000000",
        "genres": "Adventure, Science Fiction, Mystery",
        "homepage": "",
        "id": "1685",
        "keywords": "mutant, dystopia, survivor, astronaut, ape, science, worship",
        "original_language": "en",
        "original_title": "Beneath the Planet of the Apes",
        "overview": "Astronaut Brent is sent to rescue Taylor but crash lands on the Planet of the Apes, just like Taylor did in the original film. Taylor has disappeared into the Forbidden Zone so Brent and Nova try to follow and find him. He discovers a cult of humans that fear the Apes' latest military movements and finds himself in the middle. Tension mounts to a climactic battle between ape and man deep in the bowels of the planet.",
        "popularity": "24.393296",
        "production_companies": "Twentieth Century Fox Film Corporation, APJAC Productions",
        "production_countries": "United States of America",
        "release_date": "1970-05-01",
        "revenue": "18999718",
        "runtime": "95.0",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "An army of civilized apes...A fortress of radiation-crazed super humans...Earth's final battle is about to begin - Beneath the atomic rubble of what was once the city of New York!",
        "title": "Beneath the Planet of the Apes",
        "vote_average": "6.2",
        "vote_count": "361"
    },
    {
        "budget": "2500000",
        "genres": "Action, Science Fiction",
        "homepage": "",
        "id": "1687",
        "keywords": "spacecraft, pacifism, human being, cage, dystopia, politician, chimpanzee, tease, caving",
        "original_language": "en",
        "original_title": "Escape from the Planet of the Apes",
        "overview": "The world is shocked by the appearance of two talking chimpanzees, who arrived mysteriously in a U.S. spacecraft. They become the toast of society; but one man believes them to be a threat to the human race.",
        "popularity": "18.309610",
        "production_companies": "Twentieth Century Fox Film Corporation, APJAC Productions",
        "production_countries": "United States of America",
        "release_date": "1971-05-20",
        "revenue": "12348905",
        "runtime": "98.0",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "Meet baby Milo who has Washington terrified.",
        "title": "Escape from the Planet of the Apes",
        "vote_average": "6.3",
        "vote_count": "264"
    },
    {
        "budget": "1700000",
        "genres": "Action, Science Fiction",
        "homepage": "",
        "id": "1688",
        "keywords": "circus, pet, human being, dystopia, insurrection, army, ape",
        "original_language": "en",
        "original_title": "Conquest of the Planet of the Apes",
        "overview": "In a futuristic world that has embraced ape slavery, Caesar, the son of the late simians Cornelius and Zira, surfaces after almost twenty years of hiding out from the authorities, and prepares for a slave revolt against humanity.",
        "popularity": "18.828683",
        "production_companies": "Twentieth Century Fox Film Corporation, APJAC Productions",
        "production_countries": "United States of America",
        "release_date": "1972-06-29",
        "revenue": "9700000",
        "runtime": "88.0",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "All new! The revolt of the apes. The most awesome spectacle in the annals of science fiction!",
        "title": "Conquest of the Planet of the Apes",
        "vote_average": "6.1",
        "vote_count": "236"
    },
    {
        "budget": "4800000",
        "genres": "Horror",
        "homepage": "http:\/\/www.hostelfilm.com\/",
        "id": "1690",
        "keywords": "bathroom, sex, amsterdam, europe, brothel, slovakia, backpacker, horror, gore, blood, torture, business card, doberman, hostel, surgery, elite club, fingers",
        "original_language": "en",
        "original_title": "Hostel",
        "overview": "Three backpackers head to a Slovakian city that promises to meet their hedonistic expectations, with no idea of the hell that awaits them.",
        "popularity": "38.831920",
        "production_companies": "International Production Company, Raw Nerve, Lionsgate, Next Entertainment, Screen Gems, Hostel LLC",
        "production_countries": "United States of America",
        "release_date": "2005-01-06",
        "revenue": "80578934",
        "runtime": "94.0",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "Welcome To Your Worst Nightmare",
        "title": "Hostel",
        "vote_average": "5.7",
        "vote_count": "887"
    },
    {
        "budget": "10200000",
        "genres": "Horror",
        "homepage": "",
        "id": "1691",
        "keywords": "[{\"id\": 3530, \"name\": \"prague\"}, {\"id\": 3540, \"name\": \"bratislava\"}, {\"id\": 5502, \"name\": \"castration\"}, {\"id\": 6779, \"name\": \"ladies' man\"}, {\"id\": 12105, \"name\": \"student\"}, {\"id\": 13006, \"name\": \"torture\"}, {\"id\": 155678, \"name\": \"penis\"}, {\"id\": 193698, \"name\": \"torture porn\"}]",
        "original_language": "en",
        "original_title": "Hostel: Part II",
        "overview": "Following a geographical tour of Slovakia, three young American women are lured into a hostel by a handsome young man who sells them to the twisted masters, ties them up and brings upon an unthinkable world of pain.",
        "popularity": "20.745052",
        "production_companies": "Lions Gate Films, Next Entertainment, Screen Gems",
        "production_countries": "United States of America",
        "release_date": "2007-06-08",
        "revenue": "35619521",
        "runtime": "93.0",
        "spoken_languages": "English, Polski",
        "status": "Released",
        "tagline": "Americans...they have no imagination.",
        "title": "Hostel: Part II",
        "vote_average": "5.6",
        "vote_count": "453"
    },
    {
        "budget": "0",
        "genres": "Drama, Horror, Crime",
        "homepage": "http:\/\/robzombie.com\/movies\/the-devils-rejects\/",
        "id": "1696",
        "keywords": "sadistic, killing, fire, sheriff, bounty hunter, cocaine, motel, ax, sadism, psychopath, road trip, sequel, murder, rampage, antisocial personality disorder, serial killer, shootout, torture, corpse, sadist, extreme violence, brutality, maniac, violence, stabbing, killing spree, held at gunpoint, cult film, roadkill, macabre, misogynist, road movie, killer clown, painted face, evil clown, homicidal maniac, sadistic horror",
        "original_language": "en",
        "original_title": "The Devil's Rejects",
        "overview": "The sequel to House of 1000 Corpses – the Firefly family are ambushed at their isolated home by Sheriff Wydell and a squad of armed men guns blazing – yet only Otis and his sister, Baby, manage to escape the barrage of bullets unharmed. Hiding out in a backwater motel, the wanted siblings wait to rendezvous with their errant father, Captain Spaulding, killing whoever happens to stand in their way.",
        "popularity": "16.754452",
        "production_companies": "Lions Gate Films, Cinerenta Medienbeteiligungs KG, Firm Films, Cinelamda Internationale Filmproduktionsgesellschaft",
        "production_countries": "Germany, United States of America",
        "release_date": "2005-07-22",
        "revenue": "0",
        "runtime": "107.",
        "spoken_languages": "Español, English",
        "status": "Released",
        "tagline": "Death walks behind. Hell waits ahead.",
        "title": "The Devil's Rejects",
        "vote_average": "6.6",
        "vote_count": "322"
    },
    {
        "budget": "0",
        "genres": "Horror, Thriller",
        "homepage": "",
        "id": "1698",
        "keywords": "butterfly, dissection, scalpel, medical school",
        "original_language": "de",
        "original_title": "Anatomie",
        "overview": "Medical student Paula Henning wins a place at an exclusive Heidelberg medical school. When the body of a young man she met on the train turns up on her dissection table, she begins to investigate the mysterious circumstances surrounding his death, and uncovers a gruesome conspiracy perpetrated by an Antihippocratic secret society operating within the school.",
        "popularity": "5.025938",
        "production_companies": "Claussen + Wöbke Filmproduktion GmbH",
        "production_countries": "Germany",
        "release_date": "2000-02-03",
        "revenue": "0",
        "runtime": "103.",
        "spoken_languages": "Deutsch, Latin",
        "status": "Released",
        "tagline": "Some study. Some are studied.",
        "title": "Anatomy",
        "vote_average": "6.1",
        "vote_count": "61"
    },
    {
        "budget": "75000000",
        "genres": "Action, Thriller, Crime",
        "homepage": "",
        "id": "1701",
        "keywords": "prison, ambush, helicopter, airport, gas station, undercover, mexican standoff, bravery, hijacking, escape, shootout, u.s. marshal, las vegas, explosion, brutality, violence, convict, desert, war hero, dea agent, motorcycle chase",
        "original_language": "en",
        "original_title": "Con Air",
        "overview": "When the government puts all its rotten criminal eggs in one airborne basket, it's asking for trouble. Before you can say, \"Pass the barf bag,\" the crooks control the plane, led by creepy Cyrus \"The Virus\" Grissom. Watching his every move is the just-released Cameron Poe, who'd rather reunite with his family.",
        "popularity": "45.154631",
        "production_companies": "Jerry Bruckheimer Films, Kouf\/Bigelow Productions, Touchstone Pictures, Hiett Designs of Las Vegas, Runway Pictures Inc",
        "production_countries": "United States of America",
        "release_date": "1997-06-01",
        "revenue": "224012234",
        "runtime": "115.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "They were deadly on the ground; Now they have wings",
        "title": "Con Air",
        "vote_average": "6.5",
        "vote_count": "1270"
    },
    {
        "budget": "1700000",
        "genres": "Action, Science Fiction",
        "homepage": "",
        "id": "1705",
        "keywords": "post-apocalyptic, dystopia, ape",
        "original_language": "en",
        "original_title": "Battle for the Planet of the Apes",
        "overview": "The fifth and final episode in the Planet of the Apes series. After the collapse of human civilization, a community of intelligent apes led by Caesar lives in harmony with a group of humans. Gorilla General Aldo tries to cause an ape civil war and a community of human mutants who live beneath a destroyed city try to conquer those whom they perceive as enemies. All leading to the finale.",
        "popularity": "13.315383",
        "production_companies": "Twentieth Century Fox Film Corporation, Apjac International",
        "production_countries": "United States of America",
        "release_date": "1973-06-15",
        "revenue": "8844595",
        "runtime": "93.0",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "The final chapter in the incredible Apes saga. The most suspenseful showdown ever filmed as two civilizations battle for the right to inherit what's left of the earth!",
        "title": "Battle for the Planet of the Apes",
        "vote_average": "5.5",
        "vote_count": "215"
    },
    {
        "budget": "0",
        "genres": "Drama, Thriller",
        "homepage": "",
        "id": "1710",
        "keywords": "police brutality, psychology, police operation, police protection, serial killer, psychologist, cowardliness",
        "original_language": "en",
        "original_title": "Copycat",
        "overview": "An agoraphobic psychologist and a female detective must work together to take down a serial killer who copies serial killers from the past.",
        "popularity": "14.211699",
        "production_companies": "Regency Enterprises, New Regency Pictures",
        "production_countries": "United States of America",
        "release_date": "1995-10-27",
        "revenue": "0",
        "runtime": "124.",
        "spoken_languages": "English, Deutsch",
        "status": "Released",
        "tagline": "One man is copying the most notorious killers in history one at a time. Together, two women must stop him from killing again. Or they're next.",
        "title": "Copycat",
        "vote_average": "6.4",
        "vote_count": "194"
    },
    {
        "budget": "55000000",
        "genres": "Drama, Thriller",
        "homepage": "http:\/\/www.sonypictures.com\/homevideo\/allthekingsmen\/",
        "id": "1717",
        "keywords": "corruption, journalist, based on novel, blackmail, manipulation, bodyguard, louisiana, scandal, power, governor, politics, tragedy, mistress, aristocrat",
        "original_language": "en",
        "original_title": "All the King's Men",
        "overview": "The story of an idealist's rise to power in the world of Louisiana politics and the corruption that leads to his ultimate downfall. Based on the1946 Pulitzer Prize-winning novel written by Robert Penn Warren.",
        "popularity": "7.768223",
        "production_companies": "Columbia Pictures Corporation, Rising Star, Relativity Media, Phoenix Pictures, VIP 4 Medienfonds",
        "production_countries": "United States of America",
        "release_date": "2006-09-10",
        "revenue": "9450897",
        "runtime": "125.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "Some people will do anything to gain power. Some will do anything to keep it.",
        "title": "All the King's Men",
        "vote_average": "5.7",
        "vote_count": "95"
    },
    {
        "budget": "57000000",
        "genres": "Drama, History, Romance",
        "homepage": "http:\/\/movies.uip.de\/corellismandoline\/",
        "id": "1722",
        "keywords": "officer, greek island, mandolin, italian soldier, resistance fighter, greek history, italian army, allied forces",
        "original_language": "en",
        "original_title": "Captain Corelli's Mandolin",
        "overview": "When a Greek fisherman leaves to fight with the Greek army during WWII, his fiancee falls in love with the local Italian commander. The film is based on a novel about an Italian soldier's experiences during the Italian occupation of the Greek island of Cephalonia (Kefalonia), but Hollywood made it into a pure love story by removing much of the \"unpleasant\" stuff.",
        "popularity": "9.061866",
        "production_companies": "Miramax Films, Universal Pictures",
        "production_countries": "United Kingdom, United States of America, France",
        "release_date": "2001-08-17",
        "revenue": "62112895",
        "runtime": "131.",
        "spoken_languages": "English, Deutsch, ελληνικά, Italiano",
        "status": "Released",
        "tagline": "",
        "title": "Captain Corelli's Mandolin",
        "vote_average": "5.5",
        "vote_count": "145"
    },
    {
        "budget": "150000000",
        "genres": "Science Fiction, Action, Adventure",
        "homepage": "",
        "id": "1724",
        "keywords": "new york, rio de janeiro, marvel comic, superhero, based on comic book, on the run, fugitive, super soldier, tony stark, virginia, military, hulk, marvel cinematic universe, angry, bruce banner",
        "original_language": "en",
        "original_title": "The Incredible Hulk",
        "overview": "Scientist Bruce Banner scours the planet for an antidote to the unbridled force of rage within him: the Hulk. But when the military masterminds who dream of exploiting his powers force him back to civilization, he finds himself coming face to face with a new, deadly foe.",
        "popularity": "62.898336",
        "production_companies": "Universal Pictures, Marvel Studios, Valhalla Motion Pictures, MVL Incredible Productions",
        "production_countries": "United States of America",
        "release_date": "2008-06-12",
        "revenue": "163712074",
        "runtime": "114.",
        "spoken_languages": "Português, Español, English",
        "status": "Released",
        "tagline": "You'll like him when he's angry.",
        "title": "The Incredible Hulk",
        "vote_average": "6.1",
        "vote_count": "3021"
    },
    {
        "budget": "6000000",
        "genres": "Crime, Drama, Music",
        "homepage": "",
        "id": "1725",
        "keywords": "slum, street gang, love at first sight, showdown, puerto rican, immigrant, highway, forbidden love, musical, rivalry, feud, interracial relationship, sondheim, attempted rape, policeman, based on stage musical, obsessive love, lifting female in air, young love, modern day adaptation, shakespeare in modern dress",
        "original_language": "en",
        "original_title": "West Side Story",
        "overview": "In the slums of the upper West Side of Manhattan, New York, a gang of Polish-American teenagers called the Jets compete with a rival gang of recently immigrated Puerto Ricans, the Sharks, to \"own\" the neighborhood streets. Tensions are high between the gangs but two kids, one from each rival gang, fall in love leading to tragedy.",
        "popularity": "23.431117",
        "production_companies": "United Artists, Seven Arts, Mirisch Pictures",
        "production_countries": "United States of America",
        "release_date": "1961-10-18",
        "revenue": "43656822",
        "runtime": "152.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "The screen achieves one of the great entertainments in the history of motion pictures",
        "title": "West Side Story",
        "vote_average": "7.0",
        "vote_count": "389"
    },
    {
        "budget": "140000000",
        "genres": "Action, Science Fiction, Adventure",
        "homepage": "http:\/\/www.ironmanmovie.com\/",
        "id": "1726",
        "keywords": "middle east, arms dealer, malibu, marvel comic, superhero, based on comic book, tony stark, iron man, aftercreditsstinger, marvel cinematic universe, counter terrorism, agent coulson",
        "original_language": "en",
        "original_title": "Iron Man",
        "overview": "After being held captive in an Afghan cave, billionaire engineer Tony Stark creates a unique weaponized suit of armor to fight evil.",
        "popularity": "120.725053",
        "production_companies": "Marvel Studios",
        "production_countries": "United States of America",
        "release_date": "2008-04-30",
        "revenue": "585174222",
        "runtime": "126.",
        "spoken_languages": "English, فارسی, اردو, العربية",
        "status": "Released",
        "tagline": "Heroes aren't born. They're built.",
        "title": "Iron Man",
        "vote_average": "7.4",
        "vote_count": "8776"
    },
    {
        "budget": "55000000",
        "genres": "Action, Adventure, Fantasy",
        "homepage": "http:\/\/www.forbiddenkingdommovie.com\/",
        "id": "1729",
        "keywords": "tempel, shaolin, teenager, urination, staff, warrior, monkey king",
        "original_language": "en",
        "original_title": "The Forbidden Kingdom",
        "overview": "An American teenager who is obsessed with Hong Kong cinema and kung-fu classics makes an extraordinary discovery in a Chinatown pawnshop: the legendary stick weapon of the Chinese sage and warrior, the Monkey King. With the lost relic in hand, the teenager unexpectedly finds himself travelling back to ancient China to join a crew of warriors from martial arts lore on a dangerous quest to free the imprisoned Monkey King.",
        "popularity": "17.097041",
        "production_companies": "Casey Silver Productions, China Film Co-Production Corporation, Huayi Brothers, Relativity Media",
        "production_countries": "China, United States of America",
        "release_date": "2008-04-18",
        "revenue": "127906624",
        "runtime": "104.",
        "spoken_languages": "English, 普通话",
        "status": "Released",
        "tagline": "The battle for eternity is the fantasy of a lifetime.",
        "title": "The Forbidden Kingdom",
        "vote_average": "6.3",
        "vote_count": "461"
    },
    {
        "budget": "98000000",
        "genres": "Adventure, Action, Fantasy",
        "homepage": "",
        "id": "1734",
        "keywords": "son, ancient egypt, bracelet",
        "original_language": "en",
        "original_title": "The Mummy Returns",
        "overview": "Rick and Evelyn O'Connell, along with their 8 year old son Alex, discover the key to the legendary Scorpion King's might, the fabled Bracelet of Anubis. Unfortunately, a newly resurrected Imhotep has designs on the bracelet as well, and isn't above kidnapping its new bearer, Alex, to gain control of Anubis' otherworldly army.",
        "popularity": "41.862983",
        "production_companies": "Universal Pictures, Alphaville Films, Imhotep Productions",
        "production_countries": "United States of America",
        "release_date": "2001-04-28",
        "revenue": "433013274",
        "runtime": "130.",
        "spoken_languages": "English, العربية",
        "status": "Released",
        "tagline": "The most powerful force on earth is about to be unleashed by the two people who should know better.",
        "title": "The Mummy Returns",
        "vote_average": "6.0",
        "vote_count": "2206"
    },
    {
        "budget": "145000000",
        "genres": "Adventure, Action, Fantasy",
        "homepage": "http:\/\/www.themummy.com\/",
        "id": "1735",
        "keywords": "",
        "original_language": "en",
        "original_title": "The Mummy: Tomb of the Dragon Emperor",
        "overview": "Archaeologist Rick O'Connell travels to China, pitting him against an emperor from the 2,000-year-old Han dynasty who's returned from the dead to pursue a quest for world domination. This time, O'Connell enlists the help of his wife and son to quash the so-called 'Dragon Emperor' and his abuse of supernatural power.",
        "popularity": "60.034162",
        "production_companies": "Universal Pictures, China Film Co-Production Corporation, Relativity Media, Alphaville Films, Sommers Company, The",
        "production_countries": "Germany, United States of America",
        "release_date": "2008-07-01",
        "revenue": "401128639",
        "runtime": "112.",
        "spoken_languages": "English, 普通话, ",
        "status": "Released",
        "tagline": "A New Evil Awakens.",
        "title": "The Mummy: Tomb of the Dragon Emperor",
        "vote_average": "5.2",
        "vote_count": "1387"
    },
    {
        "budget": "28000000",
        "genres": "Drama, Thriller",
        "homepage": "",
        "id": "1770",
        "keywords": "civil war, fight, presidential election, freedom fighter, chinese civil war, ireland",
        "original_language": "en",
        "original_title": "Michael Collins",
        "overview": "Michael Collins plays a crucial role in the establishment of the Irish Free State in the 1920s, but becomes vilified by those hoping to create a completely independent Irish republic.",
        "popularity": "8.314624",
        "production_companies": "Geffen Pictures, Warner Bros.",
        "production_countries": "Ireland, United Kingdom",
        "release_date": "1996-10-25",
        "revenue": "16900000",
        "runtime": "132.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "Ireland, 1916. His Dreams Inspired Hope. His Words Ignited Passion. His Courage Forged A Nation's Destiny.",
        "title": "Michael Collins",
        "vote_average": "6.7",
        "vote_count": "97"
    },
    {
        "budget": "140000000",
        "genres": "Action, Adventure, Science Fiction",
        "homepage": "http:\/\/captainamerica.marvel.com\/",
        "id": "1771",
        "keywords": "new york, usa, world war ii, nazis, marvel comic, superhero, based on comic book, nazi germany, period drama, brooklyn new york city, captain america, aftercreditsstinger, marvel cinematic universe, 3d",
        "original_language": "en",
        "original_title": "Captain America: The First Avenger",
        "overview": "Predominantly set during World War II, Steve Rogers is a sickly man from Brooklyn who's transformed into super-soldier Captain America to aid in the war effort. Rogers must stop the Red Skull – Adolf Hitler's ruthless head of weaponry, and the leader of an organization that intends to use a mysterious device of untold powers for world domination.",
        "popularity": "74.506246",
        "production_companies": "Marvel Studios",
        "production_countries": "United States of America",
        "release_date": "2011-07-22",
        "revenue": "370569774",
        "runtime": "124.",
        "spoken_languages": "Français, Norsk, English",
        "status": "Released",
        "tagline": "When patriots become heroes",
        "title": "Captain America: The First Avenger",
        "vote_average": "6.6",
        "vote_count": "7047"
    },
    {
        "budget": "6000000",
        "genres": "Documentary",
        "homepage": "",
        "id": "1777",
        "keywords": "usa president, jihad, saudi arabia, war on terror, iraq, government, war, steel helmet, conspiracy theory",
        "original_language": "en",
        "original_title": "Fahrenheit 9\/11",
        "overview": "Michael Moore's view on what happened to the United States after September 11; and how the Bush Administration allegedly used the tragic event to push forward its agenda for unjust wars in Afghanistan and Iraq.",
        "popularity": "16.209850",
        "production_companies": "BIM Distribuzione, Fellowship Adventure Group",
        "production_countries": "United States of America",
        "release_date": "2004-06-25",
        "revenue": "119114517",
        "runtime": "122.",
        "spoken_languages": "العربية, English",
        "status": "Released",
        "tagline": "Controversy... what controversy?",
        "title": "Fahrenheit 9\/11",
        "vote_average": "6.8",
        "vote_count": "397"
    },
    {
        "budget": "160000",
        "genres": "Documentary, History",
        "homepage": "",
        "id": "1779",
        "keywords": "capitalism, economics, unemployment, corporate greed",
        "original_language": "en",
        "original_title": "Roger & Me",
        "overview": "A documentary about the closure of General Motors' plant at Flint, Michigan, which resulted in the loss of 30,000 jobs. Details the attempts of filmmaker Michael Moore to get an interview with GM CEO Roger Smith.",
        "popularity": "3.284903",
        "production_companies": "Warner Bros., Dog Eat Dog Films",
        "production_countries": "United States of America",
        "release_date": "1989-09-01",
        "revenue": "6706368",
        "runtime": "91.0",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "",
        "title": "Roger & Me",
        "vote_average": "7.4",
        "vote_count": "90"
    },
    {
        "budget": "1000000",
        "genres": "Documentary",
        "homepage": "http:\/\/www.climatecrisis.net\/",
        "id": "1781",
        "keywords": "climate change, greenhouse effect, climate, earth, global warming, politics, truth, crisis, nature, environment, science, audience",
        "original_language": "en",
        "original_title": "An Inconvenient Truth",
        "overview": "A documentary on Al Gore's campaign to make the issue of global warming a recognized problem worldwide.",
        "popularity": "14.139004",
        "production_companies": "Lawrence Bender Productions, Paramount Classics, Participant Media",
        "production_countries": "United States of America",
        "release_date": "2006-01-24",
        "revenue": "46243000",
        "runtime": "100.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "By far the most terrifying film you will ever see.",
        "title": "An Inconvenient Truth",
        "vote_average": "6.7",
        "vote_count": "251"
    },
    {
        "budget": "8200000",
        "genres": "Drama, Family, Music, Romance",
        "homepage": "",
        "id": "1788",
        "keywords": "dancing, dancer, dance, music, dance teacher",
        "original_language": "en",
        "original_title": "Footloose",
        "overview": "When teenager Ren and his family move from big-city Chicago to a small town in the West, he's in for a real case of culture shock.",
        "popularity": "25.034140",
        "production_companies": "Paramount Pictures, IndieProd Company Productions",
        "production_countries": "United States of America",
        "release_date": "1984-02-17",
        "revenue": "80035402",
        "runtime": "107.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "",
        "title": "Footloose",
        "vote_average": "6.4",
        "vote_count": "505"
    },
    {
        "budget": "55000000",
        "genres": "Comedy",
        "homepage": "",
        "id": "1792",
        "keywords": "sex, dancer, martial arts, cook, stripper, love, bully, hollywood, twins, flashback, freak, actor, anxiety, conjoined, siamese",
        "original_language": "en",
        "original_title": "Stuck on You",
        "overview": "In Martha's Vineyard, Mass., conjoined twins Walt (Greg Kinnear) and Bob Tenor (Matt Damon) make the best of their handicap by being the fastest grill cooks in town. While outgoing Walt hopes to one day become a famous actor, shy Bob prefers to stay out of the spotlight. When a fading Hollywood actress, Cher (Cher), decides to get her show \"Honey and the Beaze\" cancelled, she hires Walt -- and his brotherly appendage -- as her costars. But their addition surprisingly achieves the opposite.",
        "popularity": "8.802525",
        "production_companies": "Twentieth Century Fox Film Corporation, Conundrum Entertainment",
        "production_countries": "United States of America",
        "release_date": "2003-12-10",
        "revenue": "33828318",
        "runtime": "118.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "Whatever happens to the boys, one thing is certain. Nothing will ever come between them.",
        "title": "Stuck on You",
        "vote_average": "5.1",
        "vote_count": "188"
    },
    {
        "budget": "0",
        "genres": "Drama, Music",
        "homepage": "",
        "id": "1808",
        "keywords": "gay, great britain, narration, glam rock, bisexual, music journalism, school uniform,  begins with text, imaginary band, baby left on doorstep, fictional band, down feather, 19th century, 1980s",
        "original_language": "en",
        "original_title": "Velvet Goldmine",
        "overview": "Almost a decade has elapsed since Bowie esque glam superstar Brian Slade staged his own death and escaped the spotlight of the London scene.  Now, investigative journalist Arthur Stuart is on assignment to uncover the truth of the enigmatic Slade's rise and fall.  Stuart, himself forged by the music of the 1970s, explores the larger-than-life stars who were once his idols and what has become of them since the turn of the new decade.",
        "popularity": "10.932711",
        "production_companies": "Channel Four Films, Single Cell Pictures, Newmarket Capital Group, Goldwyn Films, Killer Films, Zenith Entertainment, Miramax",
        "production_countries": "United Kingdom",
        "release_date": "1998-10-23",
        "revenue": "1053788",
        "runtime": "119.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "Style matters. Even when it comes to murder.",
        "title": "Velvet Goldmine",
        "vote_average": "6.9",
        "vote_count": "116"
    },
    {
        "budget": "4000000",
        "genres": "Comedy, Drama, Romance",
        "homepage": "",
        "id": "1809",
        "keywords": "love triangle, independent film, multiple storylines",
        "original_language": "en",
        "original_title": "The Rules of Attraction",
        "overview": "The incredibly spoiled and overprivileged students of Camden College are a backdrop for an unusual love triangle between a drug dealer, a virgin and a bisexual classmate.",
        "popularity": "11.387335",
        "production_companies": "Kingsgate Films",
        "production_countries": "Germany, United States of America",
        "release_date": "2002-10-11",
        "revenue": "0",
        "runtime": "110.",
        "spoken_languages": "English, Deutsch",
        "status": "Released",
        "tagline": "We all run on instinct",
        "title": "The Rules of Attraction",
        "vote_average": "6.3",
        "vote_count": "168"
    },
    {
        "budget": "57000000",
        "genres": "Drama, Horror, Mystery, Thriller",
        "homepage": "",
        "id": "1813",
        "keywords": "[{\"id\": 516, \"name\": \"child abuse\"}, {\"id\": 531, \"name\": \"southern usa\"}, {\"id\": 1523, \"name\": \"obsession\"}, {\"id\": 1552, \"name\": \"subway\"}, {\"id\": 2483, \"name\": \"nudity\"}, {\"id\": 3036, \"name\": \"bible\"}, {\"id\": 3182, \"name\": \"seduction\"}, {\"id\": 3298, \"name\": \"hallucination\"}, {\"id\": 3734, \"name\": \"ambition\"}, {\"id\": 4084, \"name\": \"devil's son\"}, {\"id\": 5809, \"name\": \"marriage crisis\"}, {\"id\": 5810, \"name\": \"pact with the devil\"}, {\"id\": 7340, \"name\": \"crooked lawyer\"}, {\"id\": 10114, \"name\": \"evil spirit\"}, {\"id\": 10138, \"name\": \"satan\"}, {\"id\": 11001, \"name\": \"religion\"}, {\"id\": 14794, \"name\": \"lust\"}, {\"id\": 33519, \"name\": \"courtroom\"}, {\"id\": 162706, \"name\": \"temptation\"}, {\"id\": 162813, \"name\": \"law firm\"}, {\"id\": 168346, \"name\": \"manhattan, new york city\"}, {\"id\": 185459, \"name\": \"seven deadly sins\"}, {\"id\": 211062, \"name\": \"ethics\"}, {\"id\": 226791, \"name\": \"gainesville florida\"}]",
        "original_language": "en",
        "original_title": "The Devil's Advocate",
        "overview": "A hotshot lawyer gets more than he bargained for when he learns his new boss is Lucifer himself.",
        "popularity": "33.847300",
        "production_companies": "Regency Enterprises, Monarchy Enterprises B.V., Kopelson Entertainment, Warner Bros., New Regency Pictures, Taurus Film",
        "production_countries": "Germany, United States of America",
        "release_date": "1997-10-17",
        "revenue": "152944660",
        "runtime": "144.",
        "spoken_languages": "English, Français, Deutsch, Italiano, 普通话, Español",
        "status": "Released",
        "tagline": "Evil has its winning ways.",
        "title": "The Devil's Advocate",
        "vote_average": "7.2",
        "vote_count": "1374"
    },
    {
        "budget": "13000000",
        "genres": "Thriller, Drama",
        "homepage": "",
        "id": "1817",
        "keywords": "terrorist, phone booth, psychopath",
        "original_language": "en",
        "original_title": "Phone Booth",
        "overview": "A slick New York publicist who picks up a ringing receiver in a phone booth is told that if he hangs up, he'll be killed... and the little red light from a laser rifle sight is proof that the caller isn't kidding.",
        "popularity": "38.018085",
        "production_companies": "Fox 2000 Pictures",
        "production_countries": "United States of America",
        "release_date": "2002-09-09",
        "revenue": "97837138",
        "runtime": "81.0",
        "spoken_languages": "English, Kiswahili",
        "status": "Released",
        "tagline": "No options. No lies. No fear. No deals. Just keep talking.",
        "title": "Phone Booth",
        "vote_average": "6.7",
        "vote_count": "1062"
    },
    {
        "budget": "54000000",
        "genres": "Comedy, Romance",
        "homepage": "http:\/\/www.youmeanddupree.com\/",
        "id": "1819",
        "keywords": "[{\"id\": 1253, \"name\": \"roommate\"}, {\"id\": 2038, \"name\": \"love of one's life\"}, {\"id\": 156578, \"name\": \"newlywed\"}]",
        "original_language": "en",
        "original_title": "You, Me and Dupree",
        "overview": "After standing in as best man for his longtime friend Carl Petersen, Randy Dupree loses his job, becomes a barfly and attaches himself to the newlywed couple almost permanently -- as their houseguest. But the longer Dupree camps out on their couch, the closer he gets to Carl's bride, Molly, leaving the frustrated groom wondering when his pal will be moving out.",
        "popularity": "18.600367",
        "production_companies": "Universal Pictures, Kaplan\/Perrone Entertainment, MMCB Film Produktion 2004",
        "production_countries": "United States of America",
        "release_date": "2006-07-14",
        "revenue": "130431368",
        "runtime": "108.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "Two's company. Dupree's a crowd.",
        "title": "You, Me and Dupree",
        "vote_average": "5.4",
        "vote_count": "407"
    },
    {
        "budget": "75000000",
        "genres": "Comedy, Romance",
        "homepage": "",
        "id": "1824",
        "keywords": "deja vu, amnesia, hawaii, ladykiller, romantic comedy",
        "original_language": "en",
        "original_title": "50 First Dates",
        "overview": "Henry is a player skilled at seducing women. But when this veterinarian meets Lucy, a girl with a quirky problem when it comes to total recall, he realizes it's possible to fall in love all over again…and again, and again. That's because the delightful Lucy has no short-term memory, so Henry must woo her day after day until he finally sweeps her off her feet.",
        "popularity": "61.437586",
        "production_companies": "Columbia Pictures Corporation, Happy Madison Productions, Anonymous Content, Flower Films (II)",
        "production_countries": "United States of America",
        "release_date": "2004-02-13",
        "revenue": "196482882",
        "runtime": "99.0",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "Imagine having to win over the girl of your dreams... every friggin' day.",
        "title": "50 First Dates",
        "vote_average": "6.6",
        "vote_count": "2105"
    },
    {
        "budget": "42000000",
        "genres": "Crime, Drama, Thriller",
        "homepage": "",
        "id": "1830",
        "keywords": "cold war, weapon, arms dealer",
        "original_language": "en",
        "original_title": "Lord of War",
        "overview": "Yuri Orlov is a globetrotting arms dealer and, through some of the deadliest war zones, he struggles to stay one step ahead of a relentless Interpol agent, his business rivals and even some of his customers who include many of the world's most notorious dictators. Finally, he must also face his own conscience.",
        "popularity": "34.828241",
        "production_companies": "Saturn Films, Ascendant Pictures, Endgame Entertainment, Entertainment Manufacturing Company, Rising Star, Copag V",
        "production_countries": "France, United States of America, Germany",
        "release_date": "2005-09-16",
        "revenue": "24127895",
        "runtime": "122.",
        "spoken_languages": "العربية, Deutsch, English, Français, Pусский, Español, Український, Türkçe",
        "status": "Released",
        "tagline": "Where there's a will, there's a weapon",
        "title": "Lord of War",
        "vote_average": "7.0",
        "vote_count": "1335"
    },
    {
        "budget": "25000000",
        "genres": "Comedy",
        "homepage": "",
        "id": "1831",
        "keywords": "gay, parents kids relationship, custody battle, flush, yoga, single, best friend, los angeles, single father, co-parenting",
        "original_language": "en",
        "original_title": "The Next Best Thing",
        "overview": "A comedy-drama about best friends - one a straight woman, Abbie, the other a gay man, Robert - who decide to have a child together. Five years later, Abbie falls in love with a straight man and wants to move away with her and Robert's little boy Sam, and a nasty custody battle ensues.",
        "popularity": "3.707511",
        "production_companies": "Paramount Pictures, Lakeshore Entertainment",
        "production_countries": "United States of America",
        "release_date": "2000-03-03",
        "revenue": "24362772",
        "runtime": "108.",
        "spoken_languages": "Français, English",
        "status": "Released",
        "tagline": "Best Friends Make The Best Mistakes",
        "title": "The Next Best Thing",
        "vote_average": "4.3",
        "vote_count": "29"
    },
    {
        "budget": "10000000",
        "genres": "Fantasy, Comedy, Adventure",
        "homepage": "http:\/\/www.dogma-movie.com\/",
        "id": "1832",
        "keywords": "angel, wisconsin, church service, church, aftercreditsstinger, duringcreditsstinger",
        "original_language": "en",
        "original_title": "Dogma",
        "overview": "The latest battle in the eternal war between Good and Evil has come to New Jersey in the late, late 20th Century. Angels, demons, apostles and prophets (of a sort) walk among the cynics and innocents of America and duke it out for the fate of humankind.",
        "popularity": "14.543435",
        "production_companies": "Lions Gate, View Askew Productions",
        "production_countries": "United States of America",
        "release_date": "1999-11-12",
        "revenue": "30652890",
        "runtime": "130.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "It can be Hell getting into Heaven",
        "title": "Dogma",
        "vote_average": "6.8",
        "vote_count": "823"
    },
    {
        "budget": "40000000",
        "genres": "Drama, Romance",
        "homepage": "http:\/\/www.sonypictures.com\/movies\/rent\/",
        "id": "1833",
        "keywords": "gay, sex, aids, musical, hiv, based on play, african american, rock opera, missing person, hiv positive, home movie, mugging, telephone call  , lower east side",
        "original_language": "en",
        "original_title": "Rent",
        "overview": "This rock opera tells the story of one year in the life of a group of bohemians struggling in modern day East Village New York. The story centers around Mark and Roger, two roommates. While a former tragedy has made Roger numb to life, Mark tries to capture it through his attempts to make a film. In the year that follows, the group deals with love, loss, AIDS, and modern day life.",
        "popularity": "10.433667",
        "production_companies": "Columbia Pictures, 1492 Pictures, Revolution Studios",
        "production_countries": "United States of America",
        "release_date": "2005-11-23",
        "revenue": "31670620",
        "runtime": "135.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "No day but today.",
        "title": "Rent",
        "vote_average": "6.7",
        "vote_count": "155"
    },
    {
        "budget": "66000000",
        "genres": "Romance, Drama, Mystery",
        "homepage": "http:\/\/www.foxmovies.com.au\/entrapment",
        "id": "1844",
        "keywords": "[{\"id\": 212, \"name\": \"london england\"}, {\"id\": 613, \"name\": \"new year's eve\"}, {\"id\": 1418, \"name\": \"skyscraper\"}, {\"id\": 1437, \"name\": \"burglar\"}, {\"id\": 1448, \"name\": \"distrust\"}, {\"id\": 1568, \"name\": \"undercover\"}, {\"id\": 1936, \"name\": \"blackmail\"}, {\"id\": 2483, \"name\": \"nudity\"}, {\"id\": 9727, \"name\": \"thief\"}, {\"id\": 10051, \"name\": \"heist\"}, {\"id\": 14669, \"name\": \"older man younger woman relationship\"}, {\"id\": 14789, \"name\": \"art thief\"}, {\"id\": 15009, \"name\": \"criminal\"}, {\"id\": 156031, \"name\": \"art theft\"}, {\"id\": 159468, \"name\": \"millennium\"}, {\"id\": 168346, \"name\": \"manhattan, new york city\"}, {\"id\": 169356, \"name\": \"gala\"}, {\"id\": 227432, \"name\": \"kuala lumpur malaysia\"}]",
        "original_language": "en",
        "original_title": "Entrapment",
        "overview": "Two thieves, who travel in elegant circles, try to outsmart each other and, in the process, end up falling in love.",
        "popularity": "25.877794",
        "production_companies": "Fountainbridge Films, Regency Enterprises",
        "production_countries": "United Kingdom, United States of America",
        "release_date": "1999-04-29",
        "revenue": "212404396",
        "runtime": "112.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "The trap is set.",
        "title": "Entrapment",
        "vote_average": "6.0",
        "vote_count": "602"
    },
    {
        "budget": "82000000",
        "genres": "Comedy, Drama, Romance",
        "homepage": "http:\/\/www.universalpictures.com\/manonthemoon\/",
        "id": "1850",
        "keywords": "show business, comedian, wrestling",
        "original_language": "en",
        "original_title": "Man on the Moon",
        "overview": "A film about the life and career of the eccentric avant-garde comedian, Andy Kaufman.",
        "popularity": "24.444186",
        "production_companies": "Mutual Film Company",
        "production_countries": "United States of America",
        "release_date": "1999-12-22",
        "revenue": "47434430",
        "runtime": "118.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "Hello, my name is Andy and this is my movie.",
        "title": "Man on the Moon",
        "vote_average": "6.9",
        "vote_count": "435"
    },
    {
        "budget": "63000000",
        "genres": "Drama, History, Thriller",
        "homepage": "",
        "id": "1852",
        "keywords": "terror, runaway, alarm clock, hero, firemen, fire engine, war on terror, rescue, marine, hospital, trapped, rubble, rescue team",
        "original_language": "en",
        "original_title": "World Trade Center",
        "overview": "On September, 11th 2001, after the terrorist attack to the World Trade Center, the building collapses over the rescue team from the Port Authority Police Department. Will Jimeno and his sergeant John McLoughlin are found alive trapped under the wreckage while the rescue teams fight to save them.",
        "popularity": "24.697533",
        "production_companies": "Paramount Pictures, Double Feature Films, Intermedia Films, Kernos Filmproduktionsgesellschaft & Company",
        "production_countries": "United States of America",
        "release_date": "2006-08-09",
        "revenue": "162945894",
        "runtime": "128.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "The world saw evil that day. Two men saw something else.",
        "title": "World Trade Center",
        "vote_average": "5.9",
        "vote_count": "447"
    },
    {
        "budget": "150000000",
        "genres": "Adventure, Science Fiction, Action",
        "homepage": "http:\/\/www.transformersmovie.com\/",
        "id": "1858",
        "keywords": "destroy, transformation, alien, based on toy, transformers, robot, duringcreditsstinger, teenage hero",
        "original_language": "en",
        "original_title": "Transformers",
        "overview": "Young teenager, Sam Witwicky becomes involved in the ancient struggle between two extraterrestrial factions of transforming robots – the heroic Autobots and the evil Decepticons. Sam holds the clue to unimaginable power and the Decepticons will stop at nothing to retrieve it.",
        "popularity": "25.468493",
        "production_companies": "Paramount Pictures, DreamWorks SKG, Amblin Entertainment, Di Bonaventura Pictures, Platinum Dunes, thinkfilm, SprocketHeads, Hasbro Studios, Revolution Sun Studios",
        "production_countries": "United States of America",
        "release_date": "2007-06-27",
        "revenue": "709709780",
        "runtime": "144.",
        "spoken_languages": "Español, English",
        "status": "Released",
        "tagline": "Their war. Our world.",
        "title": "Transformers",
        "vote_average": "6.6",
        "vote_count": "4040"
    },
    {
        "budget": "380000000",
        "genres": "Adventure, Action, Fantasy",
        "homepage": "http:\/\/disney.go.com\/pirates\/index-on-stranger-tides.html#\/video\/",
        "id": "1865",
        "keywords": "sea, captain, mutiny, sword, prime minister, sailing, silver, ship, duke, mermaid, pirate, soldier, battle, swashbuckler, aftercreditsstinger, 3d",
        "original_language": "en",
        "original_title": "Pirates of the Caribbean: On Stranger Tides",
        "overview": "Captain Jack Sparrow crosses paths with a woman from his past, and he's not sure if it's love -- or if she's a ruthless con artist who's using him to find the fabled Fountain of Youth. When she forces him aboard the Queen Anne's Revenge, the ship of the formidable pirate Blackbeard, Jack finds himself on an unexpected adventure in which he doesn't know who to fear more: Blackbeard or the woman from his past.",
        "popularity": "135.413856",
        "production_companies": "Walt Disney Pictures, Jerry Bruckheimer Films, Moving Picture Company (MPC)",
        "production_countries": "United States of America",
        "release_date": "2011-05-14",
        "revenue": "1045713802",
        "runtime": "136.",
        "spoken_languages": "English, Español",
        "status": "Released",
        "tagline": "Live Forever Or Die Trying.",
        "title": "Pirates of the Caribbean: On Stranger Tides",
        "vote_average": "6.4",
        "vote_count": "4948"
    },
    {
        "budget": "30000000",
        "genres": "History, Drama",
        "homepage": "",
        "id": "1874",
        "keywords": "jail guard, prison cell, south africa, apartheid, nelson mandela, escape, xenophobia",
        "original_language": "en",
        "original_title": "Goodbye Bafana",
        "overview": "The true story of a white South African racist whose life was profoundly altered by the black prisoner he guarded for twenty years. The prisoner's name was Nelson Mandela.",
        "popularity": "12.257654",
        "production_companies": "Film Afrika",
        "production_countries": "Belgium, South Africa",
        "release_date": "2007-02-11",
        "revenue": "0",
        "runtime": "140.",
        "spoken_languages": "English, ",
        "status": "Released",
        "tagline": "",
        "title": "Goodbye Bafana",
        "vote_average": "7.0",
        "vote_count": "38"
    },
    {
        "budget": "18500000",
        "genres": "Adventure, Drama, Comedy",
        "homepage": "",
        "id": "1878",
        "keywords": "gonzo journalist, sweaty face, fake identity, wedding chapel, grapefruit, cadillac convertible, gibberish, corvette stingray, police convention",
        "original_language": "en",
        "original_title": "Fear and Loathing in Las Vegas",
        "overview": "The hallucinogenic misadventures of sportswriter Raoul Duke and his Samoan lawyer, Dr. Gonzo, on a three-day romp from Los Angeles to Las Vegas. Motoring across the Mojave Desert on the way to Sin City, Duke and his purple haze passenger ingest a cornucopia of drugs ranging from acid to ether.",
        "popularity": "44.511363",
        "production_companies": "Universal Pictures, Summit Entertainment, Rhino Films, Fear and Loathing LLC, Shark Productions",
        "production_countries": "United States of America",
        "release_date": "1998-05-22",
        "revenue": "10680275",
        "runtime": "118.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "Buy the ticket, take the ride.",
        "title": "Fear and Loathing in Las Vegas",
        "vote_average": "7.2",
        "vote_count": "1301"
    },
    {
        "budget": "4200000",
        "genres": "Action, Thriller",
        "homepage": "",
        "id": "1880",
        "keywords": "guerrilla, colorado, invasion, anti-communism, near future, red army",
        "original_language": "en",
        "original_title": "Red Dawn",
        "overview": "It is the mid-1980s. From out of the sky, Soviet and Cuban troops begin landing on the football field of a Colorado high school. In seconds, the paratroops have attacked the school and sent a group of teenagers fleeing into the mountains. Armed only with hunting rifles, pistols and bows and arrows, the teens struggles to survive the bitter winter and Soviet KGB patrols hunting for them.",
        "popularity": "11.743085",
        "production_companies": "United Artists, Valkyrie Films",
        "production_countries": "United States of America",
        "release_date": "1984-08-10",
        "revenue": "38376497",
        "runtime": "114.",
        "spoken_languages": "English, Pусский, Español",
        "status": "Released",
        "tagline": "",
        "title": "Red Dawn",
        "vote_average": "6.4",
        "vote_count": "215"
    },
    {
        "budget": "34000000",
        "genres": "Drama, History",
        "homepage": "",
        "id": "1883",
        "keywords": "islam, new york, prison, assassination, ku klux klan, muslim, police brutality, beach, koran, jail guard, prison cell, bible, biography, martin luther king, nation of islam, civil rights movement , mekka, pilgrimage, cabriolet, police, historical figure, malcolm x",
        "original_language": "en",
        "original_title": "Malcolm X",
        "overview": "The biopic of the controversial and influential Black Nationalist leader.",
        "popularity": "19.822791",
        "production_companies": "JVC Entertainment, 40 Acres & A Mule Filmworks, Warner Bros.",
        "production_countries": "United States of America",
        "release_date": "1992-11-18",
        "revenue": "48169908",
        "runtime": "202.",
        "spoken_languages": "العربية, English",
        "status": "Released",
        "tagline": "",
        "title": "Malcolm X",
        "vote_average": "7.2",
        "vote_count": "370"
    },
    {
        "budget": "8000000",
        "genres": "Drama",
        "homepage": "",
        "id": "1885",
        "keywords": "flat, taskmaster, karate, egg, kids and family, motorcycle",
        "original_language": "en",
        "original_title": "The Karate Kid",
        "overview": "Hassled by the school bullies, Daniel LaRusso has his share of adolescent woes. Luckily, his apartment building houses a resident martial arts master: Kesuke Miyagi, who agrees to train Daniel ... and ends up teaching him much more than self-defense. Armed with newfound confidence, skill and wisdom, Daniel ultimately faces off against his tormentors in this hugely popular classic underdog tale.",
        "popularity": "28.456572",
        "production_companies": "Columbia Pictures Corporation, Jerry Weintraub Productions, Delphi Films",
        "production_countries": "United States of America",
        "release_date": "1984-06-22",
        "revenue": "90815558",
        "runtime": "126.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "Only the 'Old One' could teach him the secrets of the masters.",
        "title": "The Karate Kid",
        "vote_average": "6.9",
        "vote_count": "891"
    },
    {
        "budget": "40000000",
        "genres": "Drama, History",
        "homepage": "http:\/\/www.sonypictures.com\/homevideo\/marieantoinette\/index.html",
        "id": "1887",
        "keywords": "shoe, voice over, rite, theatre audience, bride and groom, death of king, applause, woman director",
        "original_language": "en",
        "original_title": "Marie Antoinette",
        "overview": "The retelling of France's iconic but ill-fated queen, Marie Antoinette. From her betrothal and marriage to Louis XVI at 15 to her reign as queen at 19 and ultimately the fall of Versailles.",
        "popularity": "22.364549",
        "production_companies": "American Zoetrope, Columbia Pictures Corporation, Pricel, Tohokushinsha Film, Commission du Film France, Commission du Film Île-de-France",
        "production_countries": "France, United States of America, Japan",
        "release_date": "2006-05-24",
        "revenue": "60474340",
        "runtime": "123.",
        "spoken_languages": "English, Français, Latin",
        "status": "Released",
        "tagline": "Rumor. Scandal. Fame. Revolution.",
        "title": "Marie Antoinette",
        "vote_average": "6.5",
        "vote_count": "642"
    },
    {
        "budget": "18000000",
        "genres": "Adventure, Action, Science Fiction",
        "homepage": "http:\/\/www.starwars.com\/films\/star-wars-episode-v-the-empire-strikes-back",
        "id": "1891",
        "keywords": "rebel, android, asteroid, space battle, snow storm, space colony, spaceship, lightsaber, jedi, good vs evil, rebellion, the force, space opera, stormtrooper, wookie, jedi master, jedi training, droid",
        "original_language": "en",
        "original_title": "The Empire Strikes Back",
        "overview": "The epic saga continues as Luke Skywalker, in hopes of defeating the evil Galactic Empire, learns the ways of the Jedi from aging master Yoda. But Darth Vader is more determined than ever to capture Luke. Meanwhile, rebel leader Princess Leia, cocky Han Solo, Chewbacca, and droids C-3PO and R2-D2 are thrown into various stages of capture, betrayal and despair.",
        "popularity": "78.517830",
        "production_companies": "Lucasfilm, Twentieth Century Fox Film Corporation",
        "production_countries": "United States of America",
        "release_date": "1980-05-17",
        "revenue": "538400000",
        "runtime": "124.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "The Adventure Continues...",
        "title": "The Empire Strikes Back",
        "vote_average": "8.2",
        "vote_count": "5879"
    },
    {
        "budget": "32350000",
        "genres": "Adventure, Action, Science Fiction",
        "homepage": "http:\/\/www.starwars.com\/films\/star-wars-episode-vi-return-of-the-jedi",
        "id": "1892",
        "keywords": "rebel, brother sister relationship, emperor, space battle, matter of life and death, spaceship, death star, jabba the hutt, ewoks, jedi, space opera",
        "original_language": "en",
        "original_title": "Return of the Jedi",
        "overview": "As Rebel leaders map their strategy for an all-out attack on the Emperor's newer, bigger Death Star. Han Solo remains frozen in the cavernous desert fortress of Jabba the Hutt, the most loathsome outlaw in the universe, who is also keeping Princess Leia as a slave girl. Now a master of the Force, Luke Skywalker rescues his friends, but he cannot become a true Jedi Knight until he wages his own crucial battle against Darth Vader, who has sworn to win Luke over to the dark side of the Force.",
        "popularity": "46.509071",
        "production_companies": "Lucasfilm, Twentieth Century Fox Film Corporation",
        "production_countries": "United States of America",
        "release_date": "1983-05-23",
        "revenue": "572700000",
        "runtime": "135.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "The Empire Falls...",
        "title": "Return of the Jedi",
        "vote_average": "7.9",
        "vote_count": "4665"
    },
    {
        "budget": "115000000",
        "genres": "Adventure, Action, Science Fiction",
        "homepage": "http:\/\/www.starwars.com\/films\/star-wars-episode-i-the-phantom-menace",
        "id": "1893",
        "keywords": "prophecy, senate, queen, taskmaster, galaxy, apprentice, taxes, space opera",
        "original_language": "en",
        "original_title": "Star Wars: Episode I - The Phantom Menace",
        "overview": "Anakin Skywalker, a young slave strong with the Force, is discovered on Tatooine. Meanwhile, the evil Sith have returned, enacting their plot for revenge against the Jedi.",
        "popularity": "54.035265",
        "production_companies": "Lucasfilm",
        "production_countries": "United States of America",
        "release_date": "1999-05-19",
        "revenue": "924317558",
        "runtime": "136.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "Every generation has a legend. Every journey has a first step. Every saga has a beginning.",
        "title": "Star Wars: Episode I - The Phantom Menace",
        "vote_average": "6.3",
        "vote_count": "4432"
    },
    {
        "budget": "120000000",
        "genres": "Adventure, Action, Science Fiction",
        "homepage": "http:\/\/www.starwars.com\/films\/star-wars-episode-ii-attack-of-the-clones",
        "id": "1894",
        "keywords": "senate, investigation, army, death star, jedi, cult figure, wedding, violence, kendo, laser gun, space opera, spaceport, teenage rebellion, good becoming evil, alien race, mechanical hand, yoda",
        "original_language": "en",
        "original_title": "Star Wars: Episode II - Attack of the Clones",
        "overview": "Ten years after the invasion of Naboo, the galaxy is on the brink of civil war. Under the leadership of a renegade Jedi named Count Dooku, thousands of solar systems threaten to break away from the Galactic Republic. When an assassination attempt is made on Senator Padmé Amidala, the former Queen of Naboo, twenty-year-old Jedi apprentice Anakin Skywalker is assigned to protect her. In the course of his mission, Anakin discovers his love for Padmé as well as his own darker side. Soon, Anakin, Padmé, and Obi-Wan Kenobi are drawn into the heart of the Separatist movement and the beginning of the Clone Wars.",
        "popularity": "43.987061",
        "production_companies": "Lucasfilm",
        "production_countries": "United States of America",
        "release_date": "2002-05-15",
        "revenue": "649398328",
        "runtime": "142.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "A Jedi Shall Not Know Anger. Nor Hatred. Nor Love.",
        "title": "Star Wars: Episode II - Attack of the Clones",
        "vote_average": "6.4",
        "vote_count": "3992"
    },
    {
        "budget": "113000000",
        "genres": "Science Fiction, Adventure, Action",
        "homepage": "http:\/\/www.starwars.com\/films\/star-wars-episode-iii-revenge-of-the-sith",
        "id": "1895",
        "keywords": "showdown, death star, vision, cult figure, hatred, dream sequence, expectant mother, space opera, chancel, childbirth, galactic war",
        "original_language": "en",
        "original_title": "Star Wars: Episode III - Revenge of the Sith",
        "overview": "Years after the onset of the Clone Wars, the noble Jedi Knights lead a massive clone army into a galaxy-wide battle against the Separatists. When the sinister Sith unveil a thousand-year-old plot to rule the galaxy, the Republic crumbles and from its ashes rises the evil Galactic Empire. Jedi hero Anakin Skywalker is seduced by the dark side of the Force to become the Emperor's new apprentice – Darth Vader. The Jedi are decimated, as Obi-Wan Kenobi and Jedi Master Yoda are forced into hiding. The only hope for the galaxy are Anakin's own offspring – the twin children born in secrecy who will grow up to become heroes.",
        "popularity": "44.108427",
        "production_companies": "Lucasfilm",
        "production_countries": "United States of America",
        "release_date": "2005-05-17",
        "revenue": "850000000",
        "runtime": "140.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "The saga is complete.",
        "title": "Star Wars: Episode III - Revenge of the Sith",
        "vote_average": "7.1",
        "vote_count": "4116"
    }
]