[
    {
        "budget": "1200000",
        "genres": "Comedy, Mystery, Thriller",
        "homepage": "",
        "id": "11219",
        "keywords": "small town, chase, wife, leave, murder, suspense, female corpse",
        "original_language": "en",
        "original_title": "The Trouble with Harry",
        "overview": "Trouble erupts in a small, quiet New England town when a man's body is found in the woods. The problem is that almost everyone in town thinks that they had something to do with his death.",
        "popularity": "6.920873",
        "production_companies": "Paramount Pictures, Alfred J. Hitchcock Productions",
        "production_countries": "United States of America",
        "release_date": "1955-10-03",
        "revenue": "7000000",
        "runtime": "99.0",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "A THRILLER with a difference!",
        "title": "The Trouble with Harry",
        "vote_average": "6.9",
        "vote_count": "149"
    },
    {
        "budget": "80000000",
        "genres": "Action, Adventure, Thriller",
        "homepage": "",
        "id": "11228",
        "keywords": "taxi, new jersey, helicopter, river, hero, taxi driver, race against time, guard, survival, disaster, new york city, explosion, power outage, dog, trapped, flood, tunnel, christmas, trapped underground, action hero",
        "original_language": "en",
        "original_title": "Daylight",
        "overview": "A group of armed robbers fleeing the police head for the New Jersey Tunnel and run right into trucks transporting toxic waste. The spectacular explosion that follows results in both ends of the tunnel collapsing and the handful of people who survived the explosion are now in peril. Kit Latura is the only man with the skill and knowledge to lead the band of survivors out of the tunnel before the structure collapses.",
        "popularity": "16.681269",
        "production_companies": "Universal Pictures, Davis Entertainment",
        "production_countries": "United States of America",
        "release_date": "1996-12-06",
        "revenue": "159212469",
        "runtime": "115.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "No air. No escape. No time.",
        "title": "Daylight",
        "vote_average": "5.8",
        "vote_count": "378"
    },
    {
        "budget": "3000000",
        "genres": "Comedy, Drama, Thriller",
        "homepage": "",
        "id": "11229",
        "keywords": "prison, attempt to escape, step father, independent film, hitchhiker",
        "original_language": "en",
        "original_title": "Freeway",
        "overview": "Following the arrest of her mother, Ramona, young Vanessa Lutz decides to go in search of her estranged grandmother. On the way, she is given a ride by school counselor Bob Wolverton. During the journey, Lutz begins to realize that Bob is the notorious I-5 Killer and manages to escape by shooting him several times. Wounded but still very much alive, Bob pursues Lutz across the state in this modern retelling of Little Red Riding Hood.",
        "popularity": "4.682881",
        "production_companies": "The Kushner-Locke Company, August Entertainment, Multicom entertainment",
        "production_countries": "United States of America",
        "release_date": "1996-08-23",
        "revenue": "0",
        "runtime": "110.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "Her life is no fairy tale.",
        "title": "Freeway",
        "vote_average": "6.5",
        "vote_count": "95"
    },
    {
        "budget": "0",
        "genres": "Comedy, Fantasy, Romance, Science Fiction",
        "homepage": "",
        "id": "11232",
        "keywords": "[{\"id\": 1808, \"name\": \"lover (female)\"}, {\"id\": 2038, \"name\": \"love of one's life\"}, {\"id\": 4379, \"name\": \"time travel\"}, {\"id\": 5091, \"name\": \"kiss\"}, {\"id\": 6162, \"name\": \"past\"}, {\"id\": 7879, \"name\": \"secret love\"}, {\"id\": 11860, \"name\": \"fish out of water\"}]",
        "original_language": "en",
        "original_title": "Kate & Leopold",
        "overview": "When her scientist ex-boyfriend discovers a portal to travel through time -- and brings back a 19th-century nobleman named Leopold to prove it -- a skeptical Kate reluctantly takes responsibility for showing Leopold the 21st century. The more time Kate spends with Leopold, the harder she falls for him. But if he doesn't return to his own time, his absence will forever alter history.",
        "popularity": "11.940711",
        "production_companies": "Miramax Films, Konrad Pictures",
        "production_countries": "United States of America",
        "release_date": "2001-12-25",
        "revenue": "0",
        "runtime": "118.",
        "spoken_languages": "English, Français",
        "status": "Released",
        "tagline": "If they lived in the same century they'd be perfect for each other.",
        "title": "Kate & Leopold",
        "vote_average": "6.0",
        "vote_count": "418"
    },
    {
        "budget": "20000000",
        "genres": "Adventure, Action, Horror, Science Fiction, Thriller",
        "homepage": "",
        "id": "11237",
        "keywords": "snake, expedition, traitor, research, orchid, jungle, animal horror",
        "original_language": "en",
        "original_title": "Anacondas: The Hunt for the Blood Orchid",
        "overview": "The blood orchid - A rare flower that holds the secret of eternal life and a fortune to the pharmaceutical company that finds it. Led by a two-fisted soldier of fortune, a scientific expedition is sent deep into the jungles of Borneo to locate and bring back samples of the legendary plant. Battling their way upriver, the explorers brave poisonous insects, ferocious crocodiles and savage headhunters, unaware they're being stalked by an even greater danger: a nest of giant anacondas, voracious, fifty-foot-long flesh-eaters who'll stop at nothing to protect their breeding ground, the blood orchid's home.",
        "popularity": "9.855474",
        "production_companies": "Screen Gems, Middle Fork Productions",
        "production_countries": "United States of America",
        "release_date": "2004-08-26",
        "revenue": "70992898",
        "runtime": "97.0",
        "spoken_languages": "English, Pусский",
        "status": "Released",
        "tagline": "",
        "title": "Anacondas: The Hunt for the Blood Orchid",
        "vote_average": "4.9",
        "vote_count": "199"
    },
    {
        "budget": "860000",
        "genres": "Romance, Drama, Comedy",
        "homepage": "",
        "id": "11240",
        "keywords": "london england, gay, immigration, society, british, independent film, gay interest, racism",
        "original_language": "en",
        "original_title": "My Beautiful Laundrette",
        "overview": "Omar, a homosexual Pakistani boy living in London with his alcoholic father, lifts a chunk of drug money from another Pakistani and, with his lover Johnny, decides to renovate a grungy laundrette.",
        "popularity": "3.703005",
        "production_companies": "Channel Four Films, Working Title Films, SAF Productions",
        "production_countries": "United Kingdom",
        "release_date": "1985-09-07",
        "revenue": "2451545",
        "runtime": "97.0",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "",
        "title": "My Beautiful Laundrette",
        "vote_average": "6.6",
        "vote_count": "51"
    },
    {
        "budget": "19000000",
        "genres": "Comedy",
        "homepage": "http:\/\/www2.warnerbros.com\/acinderellastory\/index.html",
        "id": "11247",
        "keywords": "jealousy, cinderella, work, step mother, high school, school party, orphan, teenager, disguise, american football player, teenage romance, step sister, modern fairy tale",
        "original_language": "en",
        "original_title": "A Cinderella Story",
        "overview": "Sam Montgomery is a tomboyish, unpopular girl at school. She has been text messaging a somebody named Nomad for a few months and he asks her to meet him at the Halloween dance at 11:00 in the middle of the dance floor. The only problem is, she must get back to the diner, ran by her wicked Stepmom Fiona by 12 sharp because she is not supposed to be there. Before Nomad can found out who she is, she must leave with her best friend, Carter driving her back to the diner. After that night, everything in Sam's life goes wacko!",
        "popularity": "25.281320",
        "production_companies": "Gaylord Films, Warner Bros., Dylan Sellers Productions, Clifford Werber Productions",
        "production_countries": "Canada, United States of America",
        "release_date": "2004-07-10",
        "revenue": "70067909",
        "runtime": "95.0",
        "spoken_languages": "Český, English, Deutsch",
        "status": "Released",
        "tagline": "Once upon a time... can happen any time.",
        "title": "A Cinderella Story",
        "vote_average": "6.1",
        "vote_count": "713"
    },
    {
        "budget": "12000000",
        "genres": "Drama, Horror, Comedy",
        "homepage": "",
        "id": "11249",
        "keywords": "baby, puppet, filmdreh, murder, killer doll, body possession, killer toys, spectacle, toy comes to life",
        "original_language": "en",
        "original_title": "Seed of Chucky",
        "overview": "The killer doll is back! The all-new film is the fifth in the popular series of Chucky (\"Child's Play\") horror comedies. Making his directorial debut is the franchise creator and writer of all five films, Don Mancini. The film introduces Glen (voiced by \"The Lord of the Rings\" star Billy Boyd), the orphan doll offspring of the irrepressible devilish-doll-come-to-life Chucky (again voiced by series",
        "popularity": "12.653831",
        "production_companies": "Rogue Pictures",
        "production_countries": "Romania, United States of America",
        "release_date": "2004-11-11",
        "revenue": "24829644",
        "runtime": "87.0",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "Fear The Second Coming",
        "title": "Seed of Chucky",
        "vote_average": "4.9",
        "vote_count": "287"
    },
    {
        "budget": "85000000",
        "genres": "Adventure, Fantasy, Science Fiction",
        "homepage": "",
        "id": "11253",
        "keywords": "auction, northern ireland, resignation, superhero, rebellion, violence, spear, cut arm, split screen, superhero team, arm ripped off, super villain, remorse, self exile, vanishing figure, father son conflict",
        "original_language": "en",
        "original_title": "Hellboy II: The Golden Army",
        "overview": "In this continuation to the adventure of the demon superhero, an evil elf breaks an ancient pact between humans and creatures, as he declares war against humanity. He is on a mission to release The Golden Army, a deadly group of fighting machines that can destroy the human race. As Hell on Earth is ready to erupt, Hellboy and his crew set out to defeat the evil prince.",
        "popularity": "58.579760",
        "production_companies": "Universal Pictures, Dark Horse Entertainment, Lawrence Gordon Productions, Mid Atlantic Films, Relativity Media, Internationale Filmproduktion Eagle",
        "production_countries": "Germany, United States of America",
        "release_date": "2008-07-11",
        "revenue": "160388063",
        "runtime": "120.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "Saving the world is a hell of a job.",
        "title": "Hellboy II: The Golden Army",
        "vote_average": "6.5",
        "vote_count": "1527"
    },
    {
        "budget": "3000000",
        "genres": "Drama, Romance",
        "homepage": "",
        "id": "11257",
        "keywords": "kiss, bed and breakfast place, florence",
        "original_language": "en",
        "original_title": "A Room with a View",
        "overview": "When Lucy Honeychurch and chaperon Charlotte Bartlett find themselves in Florence with rooms without views, fellow guests Mr Emerson and son George step in to remedy the situation. Meeting the Emersons could change Lucy's life forever but, once back in England, how will her experiences in Tuscany affect her marriage plans?",
        "popularity": "7.961559",
        "production_companies": "Goldcrest Films International, National Film Finance Corporation (NFFC), Curzon Film Distributors",
        "production_countries": "United Kingdom",
        "release_date": "1985-12-13",
        "revenue": "20966644",
        "runtime": "117.",
        "spoken_languages": "English, Italiano",
        "status": "Released",
        "tagline": "",
        "title": "A Room with a View",
        "vote_average": "6.9",
        "vote_count": "156"
    },
    {
        "budget": "70000000",
        "genres": "Thriller",
        "homepage": "",
        "id": "11258",
        "keywords": "sheriff, rain, evacuation, armored car, crook, hoodlum",
        "original_language": "en",
        "original_title": "Hard Rain",
        "overview": "Get swept up in the action as an armored car driver (Christian Slater) tries to elude a gang of thieves (led by Morgan Freeman) while a flood ravages the countryside. Hard Rain is \"a wild, thrilling, chilling action ride\" filled with close calls, uncertain loyalties and heart-stopping heroics.",
        "popularity": "10.930537",
        "production_companies": "Paramount Pictures, Toho-Towa, Mutual Film Company, PolyGram Filmed Entertainment, Marubeni, Tele München Fernseh Produktionsgesellschaft (TMG), UGC PH, British Broadcasting Corporation (BBC) Television, Stargate Studios",
        "production_countries": "Denmark, France, New Zealand, United Kingdom, United States of America",
        "release_date": "1998-01-16",
        "revenue": "19870567",
        "runtime": "97.0",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "In the worst storm in living memory, one guard stands between five men and three million dollars.",
        "title": "Hard Rain",
        "vote_average": "5.5",
        "vote_count": "179"
    },
    {
        "budget": "60000000",
        "genres": "Comedy, Science Fiction, Adventure, Family",
        "homepage": "http:\/\/www.meetdavemovie.com\/",
        "id": "11260",
        "keywords": "new york, captain, starships, new love, earth, friendship, crew, car crash, space, alien, survival, planet, duringcreditsstinger",
        "original_language": "en",
        "original_title": "Meet Dave",
        "overview": "A crew of miniature aliens operate a spaceship that has a human form. While trying to save their planet, the aliens encounter a new problem, as their ship becomes smitten with an Earth woman.",
        "popularity": "18.676291",
        "production_companies": "Twentieth Century Fox Film Corporation, Dune Entertainment, Regency Enterprises, Guy Walks into a Bar Productions, Deep River Productions, Friendly Films (II)",
        "production_countries": "United States of America",
        "release_date": "2008-07-08",
        "revenue": "50650079",
        "runtime": "90.0",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "There's a Whole Other World Going on Inside of Him.",
        "title": "Meet Dave",
        "vote_average": "5.0",
        "vote_count": "371"
    },
    {
        "budget": "9000000",
        "genres": "Comedy, Adventure",
        "homepage": "",
        "id": "11282",
        "keywords": "brother brother relationship, amsterdam, trip, road trip, cannabis, marijuana, police chase, smoking marijuana, buddy, stoner, fast food, one night, buddy comedy, munchies, crop circle, rich parents, car siren, blood spurting",
        "original_language": "en",
        "original_title": "Harold & Kumar Go to White Castle",
        "overview": "Sometimes, it takes a strange night to put everything else into focus. And that's exactly what happens to Harold and his roommate, Kumar, when they set out to get the best stoner fix money can buy: White Castle hamburgers. Both guys are at a crossroads, about to make major decisions that will affect the course of their lives. Yet they arrive at wisdom by accident as they drive around New Jersey in search of fast food.",
        "popularity": "18.514292",
        "production_companies": "New Line Cinema",
        "production_countries": "United States of America",
        "release_date": "2004-05-30",
        "revenue": "23936908",
        "runtime": "88.0",
        "spoken_languages": "English, हिन्दी",
        "status": "Released",
        "tagline": "Fast Food. High Times.",
        "title": "Harold & Kumar Go to White Castle",
        "vote_average": "6.6",
        "vote_count": "693"
    },
    {
        "budget": "25000000",
        "genres": "Fantasy, Comedy, Family",
        "homepage": "",
        "id": "11283",
        "keywords": "loss of mother, nanny, education, wizardry, children, single father",
        "original_language": "en",
        "original_title": "Nanny McPhee",
        "overview": "Widower Cedric Brown (Colin Firth) hires Nanny McPhee (Emma Thompson) to care for his seven rambunctious children, who have chased away all previous nannies. Taunted by Simon (Thomas Sangster) and his siblings, Nanny McPhee uses mystical powers to instill discipline. And when the children's great-aunt and benefactor, Lady Adelaide Stitch (Angela Lansbury), threatens to separate the kids, the family pulls together under the guidance of Nanny McPhee.",
        "popularity": "24.356483",
        "production_companies": "Universal Pictures, Three Strange Angels, Studio Canal, Metro-Goldwyn-Mayer (MGM), Working Title Films, Nanny McPhee Productions",
        "production_countries": "France, United Kingdom, United States of America",
        "release_date": "2005-10-21",
        "revenue": "122489822",
        "runtime": "97.0",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "You'll Learn To Love Her. Warts And All.",
        "title": "Nanny McPhee",
        "vote_average": "6.4",
        "vote_count": "711"
    },
    {
        "budget": "11000000",
        "genres": "Horror, Thriller, Comedy",
        "homepage": "",
        "id": "11284",
        "keywords": "amnesia, nightmare, alternate dimension, psychologist, memory loss, youth, killer, disfigurement, duringcreditsstinger, woman director, halfway house, dreams, memories",
        "original_language": "en",
        "original_title": "Freddy's Dead: The Final Nightmare",
        "overview": "Just when you thought it was safe to sleep, Freddy Krueger returns in this sixth installment of the Nightmare on Elm Street films, as psychologist Maggie Burroughs, tormented by recurring nightmares, meets a patient with the same horrific dreams. Their quest for answers leads to a certain house on Elm Street -- where the nightmares become reality.",
        "popularity": "16.856231",
        "production_companies": "New Line Cinema",
        "production_countries": "United States of America",
        "release_date": "1991-09-05",
        "revenue": "34872033",
        "runtime": "89.0",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "They saved the best for last.",
        "title": "Freddy's Dead: The Final Nightmare",
        "vote_average": "5.1",
        "vote_count": "272"
    },
    {
        "budget": "40000000",
        "genres": "Comedy",
        "homepage": "",
        "id": "11287",
        "keywords": "baseball, world war ii, sport, baseball player, female athlete, home front, woman director, 1940s",
        "original_language": "en",
        "original_title": "A League of Their Own",
        "overview": "Small-town sisters Dottie and Kit join an all-female baseball league formed after World War II brings pro baseball to a standstill. When their team hits the road with its drunken coach, the siblings find troubles and triumphs on and off the field.",
        "popularity": "21.661028",
        "production_companies": "Columbia Pictures Corporation, Parkway Productions",
        "production_countries": "United States of America",
        "release_date": "1992-07-01",
        "revenue": "107458785",
        "runtime": "128.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "To achieve the incredible, you have to attempt the impossible.",
        "title": "A League of Their Own",
        "vote_average": "6.7",
        "vote_count": "354"
    },
    {
        "budget": "1000000",
        "genres": "Drama, Horror",
        "homepage": "",
        "id": "11298",
        "keywords": "insane asylum, werewolf, newswoman",
        "original_language": "en",
        "original_title": "The Howling",
        "overview": "After a bizarre and near fatal encounter with a serial killer, a newswoman is sent to a rehabilitation center whose inhabitants may not be what they seem.",
        "popularity": "6.532855",
        "production_companies": "AVCO Embassy Pictures, International Film Investors, Wescom Productions",
        "production_countries": "United States of America",
        "release_date": "1981-04-03",
        "revenue": "17985893",
        "runtime": "91.0",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "Imagine your worst fear a reality",
        "title": "The Howling",
        "vote_average": "6.4",
        "vote_count": "161"
    },
    {
        "budget": "2000000",
        "genres": "Comedy",
        "homepage": "",
        "id": "11302",
        "keywords": "revolution, political activism, loser",
        "original_language": "en",
        "original_title": "Bananas",
        "overview": "When a bumbling New Yorker is dumped by his activist girlfriend, he travels to a tiny Latin American nation and becomes involved in its latest rebellion.",
        "popularity": "5.941852",
        "production_companies": "United Artists, Jack Rollins & Charles H. Joffe Productions",
        "production_countries": "United States of America",
        "release_date": "1971-04-28",
        "revenue": "11833696",
        "runtime": "82.0",
        "spoken_languages": ", English",
        "status": "Released",
        "tagline": "",
        "title": "Bananas",
        "vote_average": "6.7",
        "vote_count": "165"
    },
    {
        "budget": "38000000",
        "genres": "Drama, Thriller",
        "homepage": "",
        "id": "11306",
        "keywords": "new york, surgeon, british, suspense, morgue, hospital, medical, doctor, medical research, emergency room, missing body",
        "original_language": "en",
        "original_title": "Extreme Measures",
        "overview": "Thriller about Guy Luthan (Hugh Grant), a British doctor working at a hospital in New York who starts making unwanted enquiries when the body of a man who died in his emergency room disappears. The trail leads Luthan to the door of the eminent surgeon Dr Lawrence Myrick (Gene Hackman), but Luthan soon finds himself under in danger from people who want the hospital's secret to remain undiscovered.",
        "popularity": "3.426555",
        "production_companies": "Columbia Pictures, Castle Rock Entertainment, Simian Films",
        "production_countries": "United States of America",
        "release_date": "1996-09-27",
        "revenue": "17380126",
        "runtime": "118.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "Not all surgery is intended to cure.",
        "title": "Extreme Measures",
        "vote_average": "5.7",
        "vote_count": "80"
    },
    {
        "budget": "7500000",
        "genres": "Comedy, Drama",
        "homepage": "",
        "id": "11308",
        "keywords": "suicide, bomb, prostitute, rape, sex, hotel, based on novel, terrorist, fight, nudity, satire",
        "original_language": "en",
        "original_title": "The Hotel New Hampshire",
        "overview": "The film talks about a family that weathers all sorts of disasters and keeps going in spite of it all. It is noted for its wonderful assortment of oddball characters.",
        "popularity": "2.226412",
        "production_companies": "Orion Pictures, Woodfall Film Productions, Filmline Productions",
        "production_countries": "Canada, United Kingdom, United States of America",
        "release_date": "1984-03-09",
        "revenue": "0",
        "runtime": "109.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "If you experienced \"The World According To Garp\" and found it witty, delightful and totally unpredictable, then be happily surprised all over again when you join the fun and games that go on at the...Hotel New Hampshire.",
        "title": "The Hotel New Hampshire",
        "vote_average": "5.8",
        "vote_count": "26"
    },
    {
        "budget": "31000000",
        "genres": "Drama, Mystery",
        "homepage": "",
        "id": "11313",
        "keywords": "american football, billard, baseball bat, richard nixon, psychic power, american flag, wager, lingerie slip, single mother, moving, stranger, childhood, childhood friends, ferris wheel, straw hat, informant, mysterious stranger, woman crying, library card, low men, bronko nagurski, culvert, floating on inner tube, wind chime, jack of spades, clairvoyant, hires root beer, wrong number",
        "original_language": "en",
        "original_title": "Hearts in Atlantis",
        "overview": "A widowed mother and her son change when a mysterious stranger enters their lives.",
        "popularity": "7.067620",
        "production_companies": "Castle Rock Entertainment",
        "production_countries": "Australia, United States of America",
        "release_date": "2001-09-07",
        "revenue": "24185781",
        "runtime": "101.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "What if one of life's great mysteries moved in upstairs?",
        "title": "Hearts in Atlantis",
        "vote_average": "6.4",
        "vote_count": "131"
    },
    {
        "budget": "55000000",
        "genres": "Drama",
        "homepage": "http:\/\/www.sonypictures.com\/movies\/sevenpounds\/",
        "id": "11321",
        "keywords": "vegetarian, tax collector, pianist, blind, organ transplant, blood type",
        "original_language": "en",
        "original_title": "Seven Pounds",
        "overview": "An IRS agent with a fateful secret embarks on an extraordinary journey of redemption by forever changing the lives of seven strangers.",
        "popularity": "41.472404",
        "production_companies": "Columbia Pictures, Escape Artists, Relativity Media, Overbrook Entertainment",
        "production_countries": "United States of America",
        "release_date": "2008-12-18",
        "revenue": "168167691",
        "runtime": "123.",
        "spoken_languages": "English, Español",
        "status": "Released",
        "tagline": "Seven names. Seven strangers. One secret.",
        "title": "Seven Pounds",
        "vote_average": "7.5",
        "vote_count": "2039"
    },
    {
        "budget": "80000000",
        "genres": "History, Crime, Drama",
        "homepage": "http:\/\/www.publicenemies.net\/",
        "id": "11322",
        "keywords": "cinema, hiding place, machinegun, prison guard, escape from prison, dillinger",
        "original_language": "en",
        "original_title": "Public Enemies",
        "overview": "Depression-era bank robber John Dillinger's charm and audacity endear him to much of America's downtrodden public, but he's also a thorn in the side of J. Edgar Hoover and the fledgling FBI. Desperate to capture the elusive outlaw, Hoover makes Dillinger his first Public Enemy Number One and assigns his top agent, Melvin Purvis, the task of bringing him in dead or alive.",
        "popularity": "33.691694",
        "production_companies": "Universal Pictures, Appian Way, Forward Pass, Dentsu, Relativity Media, Tribeca Productions, Misher Films",
        "production_countries": "United States of America",
        "release_date": "2009-07-01",
        "revenue": "214104620",
        "runtime": "140.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "America's Most Wanted.",
        "title": "Public Enemies",
        "vote_average": "6.5",
        "vote_count": "1344"
    },
    {
        "budget": "22000000",
        "genres": "Drama, Comedy, Crime",
        "homepage": "http:\/\/theinformantmovie.warnerbros.com\/",
        "id": "11323",
        "keywords": "agriculture, company, witness to murder",
        "original_language": "en",
        "original_title": "The Informant!",
        "overview": "A rising star at agri-industry giant Archer Daniels Midland (ADM), Mark Whitacre suddenly turns whistleblower. Even as he exposes his company’s multi-national price-fixing conspiracy to the FBI, Whitacre envisions himself being hailed as a hero of the common man and handed a promotion.",
        "popularity": "17.772518",
        "production_companies": "Section Eight, Groundswell Productions, Warner Bros., Participant Media, Jaffe \/ Braunstein Enterprise",
        "production_countries": "United States of America",
        "release_date": "2009-09-18",
        "revenue": "35424826",
        "runtime": "108.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "Based on a tattle-tale.",
        "title": "The Informant!",
        "vote_average": "6.0",
        "vote_count": "301"
    },
    {
        "budget": "80000000",
        "genres": "Drama, Thriller, Mystery",
        "homepage": "http:\/\/www.shutterisland.com\/",
        "id": "11324",
        "keywords": "based on novel, island, hurricane, investigation, psychiatric hospital, u.s. marshal, conspiracy theory, 1950s",
        "original_language": "en",
        "original_title": "Shutter Island",
        "overview": "World War II soldier-turned-U.S. Marshal Teddy Daniels investigates the disappearance of a patient from a hospital for the criminally insane, but his efforts are compromised by his troubling visions and also by a mysterious doctor.",
        "popularity": "81.914696",
        "production_companies": "Paramount Pictures, Appian Way, Phoenix Pictures, Sikelia Productions",
        "production_countries": "United States of America",
        "release_date": "2010-02-18",
        "revenue": "294804195",
        "runtime": "138.",
        "spoken_languages": "English, Deutsch",
        "status": "Released",
        "tagline": "Someone is missing.",
        "title": "Shutter Island",
        "vote_average": "7.8",
        "vote_count": "6336"
    },
    {
        "budget": "10000000",
        "genres": "Horror, Science Fiction, Thriller",
        "homepage": "",
        "id": "11336",
        "keywords": "coma, sheriff, based on novel, sacrifice, suspense, psychopathic killer, premonition, independent film, vision, doctor, car accident, series of murders, psychic, dark hero, gothic, madness, flashback",
        "original_language": "en",
        "original_title": "The Dead Zone",
        "overview": "Johnny Smith is a schoolteacher with his whole life ahead of him but, after leaving his fiancee's home one night, is involved in a car crash which leaves him in a coma for 5 years. When he wakes, he discovers he has an ability to see into the past, present and future life of anyone with whom he comes into physical contact.",
        "popularity": "16.785120",
        "production_companies": "Paramount Pictures, Lorimar Film Entertainment, Dino De Laurentiis Company",
        "production_countries": "United States of America",
        "release_date": "1983-10-21",
        "revenue": "20766616",
        "runtime": "103.",
        "spoken_languages": "English, Pусский",
        "status": "Released",
        "tagline": "In his mind, he has the power to see the future. In his hands, he has the power to change it.",
        "title": "The Dead Zone",
        "vote_average": "6.9",
        "vote_count": "311"
    },
    {
        "budget": "7000000",
        "genres": "Adventure, Comedy, Fantasy, Horror",
        "homepage": "",
        "id": "11342",
        "keywords": "witch, cemetery, magic, time travel, aging, curse, warlock, witch hunter",
        "original_language": "en",
        "original_title": "Warlock",
        "overview": "A warlock flees from the 17th to the 20th century, with a witch-hunter in hot pursuit. A Warlock (Julian Sands) is taken captive in Boston, Massachusetts in 1691 by a witch-hunter Giles Redferne (Richard Grant).  He is sentenced to death for his activities, including the bewitching of Redferne's bride-to-be, but before the execution a demon appears and propels the Warlock forward in time to 20th century Los Angeles, California. Redferne follows through the portal.\r The Warlock attempts to assemble The Grand Grimoire, a Satanic book that will reveal the \"true\" name of God.  Redferne and the Warlock then embark on a cat-and-mouse chase with the Grand Grimoire, and Kassandra (Lori Singer), a waitress who encounters Giles while he's attempting to find Warlock.",
        "popularity": "9.887662",
        "production_companies": "New World Pictures",
        "production_countries": "United States of America",
        "release_date": "1989-06-01",
        "revenue": "0",
        "runtime": "103.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "Satan also has one son.",
        "title": "Warlock",
        "vote_average": "5.8",
        "vote_count": "95"
    },
    {
        "budget": "17000000",
        "genres": "Horror, Thriller",
        "homepage": "",
        "id": "11351",
        "keywords": "father son relationship, scarecrow, peasant, farm, immortality, mythical creature, father",
        "original_language": "en",
        "original_title": "Jeepers Creepers 2",
        "overview": "After 23 horrifying days of gorging on human flesh, an ancient creature known as the Creeper embarks on a final voracious feeding frenzy, terrorizing a group of varsity basketball players, cheerleaders and coaches stranded on a remote highway when their bus breaks down. The terrified group is forced to come together and do battle against the winged creature hell-bent on completing its grizzly ritual.",
        "popularity": "19.045146",
        "production_companies": "United Artists, American Zoetrope, Myriad Pictures, Jeepers Creepers II",
        "production_countries": "United States of America",
        "release_date": "2003-08-08",
        "revenue": "63102666",
        "runtime": "104.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "He can taste your fear.",
        "title": "Jeepers Creepers 2",
        "vote_average": "5.5",
        "vote_count": "299"
    },
    {
        "budget": "55000000",
        "genres": "Comedy",
        "homepage": "",
        "id": "11353",
        "keywords": "film producer, film director, movie studio, hollywood, filmmaking, movie actress",
        "original_language": "en",
        "original_title": "Bowfinger",
        "overview": "On the verge of bankruptcy and desperate for his big break, aspiring filmmaker Bobby Bowfinger concocts a crazy plan to make his ultimate dream movie. Rallying a ragtag team that includes a starry-eyed ingenue, a has-been diva and a film studio gofer, he sets out to shoot a blockbuster featuring the biggest star in Hollywood, Kit Ramsey -- only without letting Ramsey know he's in the picture.",
        "popularity": "13.191829",
        "production_companies": "Universal Pictures",
        "production_countries": "United States of America",
        "release_date": "1999-08-12",
        "revenue": "0",
        "runtime": "97.0",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "The con is on.",
        "title": "Bowfinger",
        "vote_average": "6.0",
        "vote_count": "254"
    },
    {
        "budget": "0",
        "genres": "Comedy, Drama",
        "homepage": "http:\/\/www.newline.com\/properties\/upsideofanger.html",
        "id": "11354",
        "keywords": "sex, lie, college, funeral, friendship, grief, neighbor, marijuana, anger, alcoholic, drunk, flashback, dysfunctional",
        "original_language": "en",
        "original_title": "The Upside of Anger",
        "overview": "After her husband runs off with his secretary, Terry Wolfmeyer is left to fend for herself -- and her four daughters. As she hits rock bottom, Terry finds a friend and drinking buddy in next-door neighbor Denny, a former baseball player. As the two grow closer, and her daughters increasingly rely on Denny, Terry starts to have reservations about where their relationship is headed.",
        "popularity": "6.246400",
        "production_companies": "New Line Cinema",
        "production_countries": "United States of America",
        "release_date": "2005-01-23",
        "revenue": "0",
        "runtime": "118.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "Sometimes what tears us apart helps us put it back together.",
        "title": "The Upside of Anger",
        "vote_average": "6.4",
        "vote_count": "72"
    },
    {
        "budget": "5000000",
        "genres": "Horror, Thriller",
        "homepage": "",
        "id": "11357",
        "keywords": "sheriff, scissors, ambulance, halloween, twist, knife, sequel, murder, serial killer, masked killer, blood, niece, evil, michael myers, october",
        "original_language": "en",
        "original_title": "Halloween 4: The Return of Michael Myers",
        "overview": "The legend of that creepy masked-man, Michael Myers, comes to life once again in this fourth installment of the successful horror franchise. This time, it's Michael's niece, Jamie, who can't seem to escape her crazy uncle. With Michael on the loose, Jamie enlists the help of good old Dr. Loomis to stop the murderer. This time, though, there seems to be no end to Michael's madness.",
        "popularity": "9.302349",
        "production_companies": "Dimension Films",
        "production_countries": "United States of America",
        "release_date": "1988-10-21",
        "revenue": "17768757",
        "runtime": "88.0",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "Horror has returned to Haddonfield.",
        "title": "Halloween 4: The Return of Michael Myers",
        "vote_average": "5.9",
        "vote_count": "209"
    },
    {
        "budget": "56000000",
        "genres": "Adventure, Drama, Action, Thriller",
        "homepage": "",
        "id": "11358",
        "keywords": "casino, sheriff, home, violence, special forces, ex soldier",
        "original_language": "en",
        "original_title": "Walking Tall",
        "overview": "A former U.S. soldier returns to his hometown to find it overrun by crime and corruption, which prompts him to clean house.",
        "popularity": "23.438398",
        "production_companies": "Metro-Goldwyn-Mayer (MGM), Mandeville Films, WWE Studios, Hyde Park Entertainment, Burke\/Samples\/Foster Productions, Cub Eight Productions",
        "production_countries": "United States of America",
        "release_date": "2004-04-02",
        "revenue": "57223890",
        "runtime": "86.0",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "One man will stand up for what's right.",
        "title": "Walking Tall",
        "vote_average": "6.0",
        "vote_count": "381"
    },
    {
        "budget": "45000000",
        "genres": "Adventure, Family, Fantasy",
        "homepage": "",
        "id": "11359",
        "keywords": "cupboard, games, puppet, parallel world, toy comes to life",
        "original_language": "en",
        "original_title": "The Indian in the Cupboard",
        "overview": "A nine-year-old boy gets a plastic Indian and a cupboard for his birthday and finds himself involved in adventure when the Indian comes to life and befriends him.",
        "popularity": "11.095914",
        "production_companies": "Paramount Pictures, Columbia Pictures Corporation, The Kennedy\/Marshall Company",
        "production_countries": "United States of America",
        "release_date": "1995-07-14",
        "revenue": "0",
        "runtime": "96.0",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "",
        "title": "The Indian in the Cupboard",
        "vote_average": "5.9",
        "vote_count": "134"
    },
    {
        "budget": "5000000",
        "genres": "Horror, Thriller",
        "homepage": "",
        "id": "11361",
        "keywords": "sheriff, barn, black, sequel, boogeyman, masked killer, slasher, youth, psychiatrist, killer, kitten, scythe, heroine, pitchfork, psychotronic, michael myers",
        "original_language": "en",
        "original_title": "Halloween 5: The Revenge of Michael Myers",
        "overview": "Presumed dead after a shoot-out with the Haddonfield police, Michael Myers is secretly nursed back to health -- and returns a year later to kill again and once more targets his young niece, Jamie. Jamie is now recovering in the local children's hospital after attacking her stepmother and losing her voice. Her mental link with her evil uncle may be the key to uprooting her family tree.",
        "popularity": "8.008844",
        "production_companies": "Trans Pacific Films",
        "production_countries": "United States of America",
        "release_date": "1989-10-12",
        "revenue": "11642254",
        "runtime": "96.0",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "Michael Lives, And This Time They're Ready!",
        "title": "Halloween 5: The Revenge of Michael Myers",
        "vote_average": "5.2",
        "vote_count": "183"
    },
    {
        "budget": "35000000",
        "genres": "Action, Adventure, Drama, Thriller",
        "homepage": "",
        "id": "11362",
        "keywords": "loss of lover, lover (female), ex-lover, torture, napoleon bonaparte",
        "original_language": "en",
        "original_title": "The Count of Monte Cristo",
        "overview": "Edmond Dantés's life and plans to marry the beautiful Mercedes are shattered when his best friend, Fernand, deceives him. After spending 13 miserable years in prison, Dantés escapes with the help of a fellow inmate and plots his revenge, cleverly insinuating himself into the French nobility.",
        "popularity": "26.595983",
        "production_companies": "Spyglass Entertainment, World 2000 Entertainment, Count of Monte Cristo Ltd., Touchstone Pictures",
        "production_countries": "United States of America",
        "release_date": "2002-01-23",
        "revenue": "75395048",
        "runtime": "131.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "Prepare for adventure. Count on revenge.",
        "title": "The Count of Monte Cristo",
        "vote_average": "7.3",
        "vote_count": "453"
    },
    {
        "budget": "3500000",
        "genres": "Comedy, Romance",
        "homepage": "",
        "id": "11363",
        "keywords": "[{\"id\": 380, \"name\": \"brother brother relationship\"}, {\"id\": 444, \"name\": \"taxi\"}, {\"id\": 1595, \"name\": \"ex-girlfriend\"}, {\"id\": 2038, \"name\": \"love of one's life\"}, {\"id\": 3582, \"name\": \"bride\"}, {\"id\": 5628, \"name\": \"broker\"}, {\"id\": 10183, \"name\": \"independent film\"}, {\"id\": 13027, \"name\": \"wedding\"}]",
        "original_language": "en",
        "original_title": "She's the One",
        "overview": "Mickey, a free-spirited New York cabbie, and Francis, a materialistic Wall Street stockbroker, are extremely competitive and confused about women as a result of their father's influence. Though they disagree about everything, they have one thing in common: Mickey's ex-fiance Heather is Francis's secret love. Though both brothers have beautiful wives, Heather triggers their longtime sibling rivalry",
        "popularity": "8.406025",
        "production_companies": "Fox Searchlight Pictures",
        "production_countries": "United States of America",
        "release_date": "1996-08-26",
        "revenue": "9482579",
        "runtime": "96.0",
        "spoken_languages": "English, Français",
        "status": "Released",
        "tagline": "A romantic comedy about two brothers... and the one thing that came between them.",
        "title": "She's the One",
        "vote_average": "5.7",
        "vote_count": "70"
    },
    {
        "budget": "40000000",
        "genres": "Action, Adventure, Drama",
        "homepage": "",
        "id": "11370",
        "keywords": "loss of family, queen, power, power takeover, kingdom, royalty, musketeer, murder hunt",
        "original_language": "en",
        "original_title": "The Musketeer",
        "overview": "In Peter Hyams's adaptation of the famous Alexander Dumas story The Three Musketeers, the young D'Artagnan seeks to join the legendary musketeer brigade and avenge his father's death - but he finds that the musketeers have been disbanded.",
        "popularity": "3.296933",
        "production_companies": "[{\"name\": \"Crystal Sky Worldwide\", \"id\": 4077}, {\"name\": \"MDP Worldwide\", \"id\": 10828}, {\"name\": \"ApolloMedia Distribution\", \"id\": 16850}, {\"name\": \"Carousel Picture Company, The\", \"id\": 19944}, {\"name\": \"Signature Entertainment\", \"id\": 23770}, {\"name\": \"Luxembourg Film Fund\", \"id\": 46195}, {\"name\": \"D'Artagnan Productions Limited\", \"id\": 53010}, {\"name\": \"Q&Q Medien GmbH\", \"id\": 53011}]",
        "production_countries": "United Kingdom, United States of America, Germany, Luxembourg",
        "release_date": "2001-09-07",
        "revenue": "27053815",
        "runtime": "104.",
        "spoken_languages": "English, Magyar",
        "status": "Released",
        "tagline": "As you've never seen it before.",
        "title": "The Musketeer",
        "vote_average": "5.2",
        "vote_count": "56"
    },
    {
        "budget": "68000000",
        "genres": "Action, Crime, Thriller",
        "homepage": "",
        "id": "11371",
        "keywords": "quebec, jewel, scepter, customs house, jewelry heist, blueprint, assumed identity, schematic, voice over, surveillance camera, one last job",
        "original_language": "en",
        "original_title": "The Score",
        "overview": "An aging thief hopes to retire and live off his ill-gotten wealth when a young kid convinces him into doing one last heist.",
        "popularity": "22.572323",
        "production_companies": "Paramount Pictures, Mandalay Pictures, Horseshoe Bay Productions",
        "production_countries": "Germany, United States of America",
        "release_date": "2001-07-13",
        "revenue": "71069884",
        "runtime": "124.",
        "spoken_languages": "English, Français",
        "status": "Released",
        "tagline": "There are no partners in crime",
        "title": "The Score",
        "vote_average": "6.7",
        "vote_count": "423"
    },
    {
        "budget": "80000000",
        "genres": "Comedy",
        "homepage": "",
        "id": "11374",
        "keywords": "tv show, tv station, simulated reality , reality tv, tv star, tv ratings",
        "original_language": "en",
        "original_title": "Edtv",
        "overview": "Video store clerk Ed agrees to have his life filmed by a camera crew for a tv network.",
        "popularity": "14.298297",
        "production_companies": "Imagine Entertainment, Universal Pictures",
        "production_countries": "United States of America",
        "release_date": "1999-03-26",
        "revenue": "0",
        "runtime": "122.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "Fame. Be careful. It's out there.",
        "title": "Edtv",
        "vote_average": "5.7",
        "vote_count": "166"
    },
    {
        "budget": "75000000",
        "genres": "Action, Adventure, Comedy, Thriller",
        "homepage": "",
        "id": "11375",
        "keywords": "rap music, hitman",
        "original_language": "en",
        "original_title": "Hollywood Homicide",
        "overview": "Joe Gavilan (Harrison Ford) and his new partner K. C. Calden (Josh Hartnett), are detectives on the beat in Tinseltown. Neither one of them really wants to be a cop, Gavilan moonlights as a real estate broker, and Calden is an aspiring actor moonlighting as a yoga instructor. When the two are assigned a big case they must work out whether they want to solve the case or follow their hearts.",
        "popularity": "10.605084",
        "production_companies": "Columbia Pictures, Revolution Studios",
        "production_countries": "United States of America",
        "release_date": "2003-06-09",
        "revenue": "51142659",
        "runtime": "116.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "",
        "title": "Hollywood Homicide",
        "vote_average": "5.0",
        "vote_count": "166"
    },
    {
        "budget": "19000000",
        "genres": "Horror, Mystery, Thriller",
        "homepage": "",
        "id": "11377",
        "keywords": "lunatic asylum, aftercreditsstinger",
        "original_language": "en",
        "original_title": "House on Haunted Hill",
        "overview": "A remake of the 1959 film of the same name. A millionaire offers a group of diverse people $1,000,000 to spend the night in a haunted house with a horrifying past.",
        "popularity": "13.664614",
        "production_companies": "Dark Castle Entertainment, Warner Bros.",
        "production_countries": "United States of America",
        "release_date": "1999-10-29",
        "revenue": "40846082",
        "runtime": "93.0",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "Evil loves to party.",
        "title": "House on Haunted Hill",
        "vote_average": "5.5",
        "vote_count": "209"
    },
    {
        "budget": "0",
        "genres": "Action, Comedy, Thriller",
        "homepage": "",
        "id": "11382",
        "keywords": "lover (female), talent, mafia boss, author",
        "original_language": "en",
        "original_title": "Bullets Over Broadway",
        "overview": "Set in 1920's New York City, this movie tells the story of idealistic young playwright David Shayne. Producer Julian Marx finally finds funding for the project from gangster Nick Valenti. The catch is that Nick's girl friend Olive Neal gets the part of a psychiatrist, and Olive is a bimbo who could never pass for a psychiatrist as well as being a dreadful actress. Agreeing to this first compromise is the first step to Broadway's complete seduction of David, who neglects longtime girl friend Ellen. Meanwhile David puts up with Warner Purcell, the leading man who is a compulsive eater, Helen Sinclair, the grand dame who wants her part jazzed up, and Cheech, Olive's interfering hitman \/ bodyguard. Eventually, the playwright must decide whether art or life is more important.",
        "popularity": "7.829295",
        "production_companies": "Miramax Films",
        "production_countries": "United States of America",
        "release_date": "1994-10-14",
        "revenue": "0",
        "runtime": "98.0",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "",
        "title": "Bullets Over Broadway",
        "vote_average": "7.0",
        "vote_count": "130"
    },
    {
        "budget": "3705538",
        "genres": "Romance, Crime, Drama, Thriller",
        "homepage": "http:\/\/www.miramax.com\/movie\/the-crying-game\/",
        "id": "11386",
        "keywords": "[{\"id\": 108, \"name\": \"transvestism\"}, {\"id\": 237, \"name\": \"gay\"}, {\"id\": 1562, \"name\": \"hostage\"}, {\"id\": 2038, \"name\": \"love of one's life\"}, {\"id\": 7005, \"name\": \"northern ireland\"}, {\"id\": 10180, \"name\": \"homosexuality\"}, {\"id\": 10199, \"name\": \"gay interest\"}, {\"id\": 10791, \"name\": \"teenage crush\"}, {\"id\": 13065, \"name\": \"soldier\"}, {\"id\": 165259, \"name\": \"political unrest\"}]",
        "original_language": "en",
        "original_title": "The Crying Game",
        "overview": "Irish Republican Army member Fergus (Stephen Rea) forms an unexpected bond with Jody (Forest Whitaker), a kidnapped British soldier in his custody, despite the warnings of fellow IRA members Jude (Miranda Richardson) and Maguire (Adrian Dunbar). Jody makes Fergus promise he'll visit his girlfriend, Dil (Jaye Davidson), in London, and when Fergus flees to the city, he seeks her out. Hounded by his former IRA colleagues, he finds himself increasingly drawn to the enigmatic, and surprising, Dil.",
        "popularity": "8.839651",
        "production_companies": "Miramax Films, Channel Four Films, Palace Pictures, Nippon Film Development and Finance Inc., Eurotrustees, British Screen Productions",
        "production_countries": "Japan, United Kingdom, Ireland",
        "release_date": "1992-09-02",
        "revenue": "62548947",
        "runtime": "112.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "Play At Your Own Risk.",
        "title": "The Crying Game",
        "vote_average": "6.9",
        "vote_count": "176"
    },
    {
        "budget": "22000000",
        "genres": "Fantasy, Drama, Comedy, Family",
        "homepage": "",
        "id": "11395",
        "keywords": "holiday, christmas party, santa claus, deal, christmas tree, christmas",
        "original_language": "en",
        "original_title": "The Santa Clause",
        "overview": "Scott Calvin is an ordinary man, who accidentally causes Santa Claus to fall from his roof on Christmas Eve and is knocked unconscious. When he and his young son finish Santa's trip and deliveries, they go to the North Pole, where Scott learns he must become the new Santa and convince those he loves that he is indeed, Father Christmas.",
        "popularity": "16.234053",
        "production_companies": "Walt Disney Pictures, Hollywood Pictures",
        "production_countries": "United States of America",
        "release_date": "1994-11-10",
        "revenue": "189833357",
        "runtime": "97.0",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "What if your dad was Santa Claus?",
        "title": "The Santa Clause",
        "vote_average": "6.3",
        "vote_count": "489"
    },
    {
        "budget": "16000000",
        "genres": "Comedy",
        "homepage": "",
        "id": "11397",
        "keywords": "underdog, ball, kiss, high school, school party, parody, crush, teenage crush, prom queen, sitting on a toilet, aftercreditsstinger, duringcreditsstinger",
        "original_language": "en",
        "original_title": "Not Another Teen Movie",
        "overview": "On a bet, a gridiron hero at John Hughes High School sets out to turn a bespectacled plain Jane into a beautiful and popular prom queen in this outrageous send-up of the teen movie genre.",
        "popularity": "23.423082",
        "production_companies": "Original Film, Columbia Pictures Corporation, Neal H. Moritz Productions",
        "production_countries": "United States of America",
        "release_date": "2001-12-07",
        "revenue": "66468332",
        "runtime": "89.0",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "They served you Breakfast. They gave you Pie. Now we’re gonna stuff your face.",
        "title": "Not Another Teen Movie",
        "vote_average": "5.5",
        "vote_count": "431"
    },
    {
        "budget": "40000000",
        "genres": "Crime, Action, Adventure",
        "homepage": "",
        "id": "11398",
        "keywords": "china, chinese woman, secret agent, conspiracy of murder, united nations",
        "original_language": "en",
        "original_title": "The Art of War",
        "overview": "When ruthless terrorists threaten to bring down the United Nations, they frame the one man they believe can stop them: an international security expert named Shaw. Now he must run from his own allies and become a solitary force for good, as he tries to stop what could become World War III.",
        "popularity": "7.832337",
        "production_companies": "Amen Ra Films, Franchise Pictures, Warner Bros., Morgan Creek Productions",
        "production_countries": "Canada, United States of America",
        "release_date": "2000-08-23",
        "revenue": "30199105",
        "runtime": "117.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "Who is your foe?",
        "title": "The Art of War",
        "vote_average": "5.6",
        "vote_count": "135"
    },
    {
        "budget": "30000000",
        "genres": "Drama, History, Romance",
        "homepage": "",
        "id": "11400",
        "keywords": "chief, colonialism, new world",
        "original_language": "en",
        "original_title": "The New World",
        "overview": "A drama about explorer John Smith and the clash between Native Americans and English settlers in the 17th century.",
        "popularity": "19.106154",
        "production_companies": "New Line Cinema, First Foot Films, Sunflower Productions, Sarah Green Film, The Virginia Company LLC",
        "production_countries": "United States of America",
        "release_date": "2005-12-25",
        "revenue": "30536013",
        "runtime": "135.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "Once discovered, it was changed forever.",
        "title": "The New World",
        "vote_average": "6.4",
        "vote_count": "330"
    },
    {
        "budget": "0",
        "genres": "Drama, Comedy",
        "homepage": "",
        "id": "11404",
        "keywords": "auto, autoritian education, independent film, teacher",
        "original_language": "en",
        "original_title": "Driving Lessons",
        "overview": "A shy teenage boy trying to escape the influence of his domineering mother, has his world changed when he begins to work for a retired actress.",
        "popularity": "7.667888",
        "production_companies": "",
        "production_countries": "United Kingdom",
        "release_date": "2006-04-30",
        "revenue": "0",
        "runtime": "98.0",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "",
        "title": "Driving Lessons",
        "vote_average": "6.3",
        "vote_count": "47"
    },
    {
        "budget": "17000000",
        "genres": "Action, Adventure, Science Fiction",
        "homepage": "",
        "id": "11411",
        "keywords": "saving the world, dc comics, mountains, nuclear missile, u.s. army, alter ego, sequel, superhero, laboratory, convertible, catholic school, newspaper editor, nuclear weapons, disarmament, volcanic eruption, great wall of china, super powers, superhuman strength",
        "original_language": "en",
        "original_title": "Superman IV: The Quest for Peace",
        "overview": "With global superpowers engaged in an increasingly hostile arms race, Superman leads a crusade to rid the world of nuclear weapons. But Lex Luthor, recently sprung from jail, is declaring war on the Man of Steel and his quest to save the planet. Using a strand of Superman's hair, Luthor synthesizes a powerful ally known as Nuclear Man and ignites an epic battle spanning Earth and space.",
        "popularity": "17.062117",
        "production_companies": "Cannon Films, Warner Bros., London-Cannon Films, Golan-Globus Productions",
        "production_countries": "United Kingdom, United States of America",
        "release_date": "1987-07-23",
        "revenue": "19300000",
        "runtime": "90.0",
        "spoken_languages": "English, Français, Italiano, Pусский, ภาษาไทย",
        "status": "Released",
        "tagline": "Nuclear Power. In the best hands, it is dangerous. In the hands of Lex Luthor, it is pure evil. This is Superman's greatest battle. And it is for all of us.",
        "title": "Superman IV: The Quest for Peace",
        "vote_average": "4.1",
        "vote_count": "318"
    },
    {
        "budget": "65000000",
        "genres": "Crime, Action, Mystery, Thriller",
        "homepage": "",
        "id": "11412",
        "keywords": "assassination, amnesia, hostage, chase, dark comedy, teacher, escape, single mother, timebomb, candlelight vigil, rogue agent, street shootout, ex cia agent, christmas parade",
        "original_language": "en",
        "original_title": "The Long Kiss Goodnight",
        "overview": "Samantha Caine, suburban homemaker, is the ideal mom to her 8 year old daughter Caitlin. She lives in Honesdale, PA, has a job teaching school and makes the best Rice Krispie treats in town. But when she receives a bump on her head, she begins to remember small parts of her previous life as a lethal, top-secret agent",
        "popularity": "15.858629",
        "production_companies": "New Line Cinema, Forge, The Steve Tisch Company",
        "production_countries": "United States of America",
        "release_date": "1996-10-11",
        "revenue": "89456761",
        "runtime": "120.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "What's forgotten is not always gone.",
        "title": "The Long Kiss Goodnight",
        "vote_average": "6.5",
        "vote_count": "314"
    },
    {
        "budget": "1650000",
        "genres": "War, Drama, Romance",
        "homepage": "",
        "id": "11426",
        "keywords": "hawaii, harassment, pearl harbor, bombing, military life, army base",
        "original_language": "en",
        "original_title": "From Here to Eternity",
        "overview": "In 1941 Hawaii, a private is cruelly punished for not boxing on his unit's team, while his captain's wife and second in command are falling in love.",
        "popularity": "6.915201",
        "production_companies": "Columbia Pictures Corporation",
        "production_countries": "United States of America",
        "release_date": "1953-08-04",
        "revenue": "30500000",
        "runtime": "118.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "Pouring out of impassioned pages...brawling their way to greatness on the screen!",
        "title": "From Here to Eternity",
        "vote_average": "7.2",
        "vote_count": "133"
    },
    {
        "budget": "30000000",
        "genres": "Comedy, Drama, Romance",
        "homepage": "",
        "id": "11431",
        "keywords": "baseball, fanatic, relationship problems, sport, teacher, red sox, fenway park",
        "original_language": "en",
        "original_title": "Fever Pitch",
        "overview": "When relaxed and charming Ben Wrightman meets workaholic Lindsey Meeks she finds him sweet and charming, they hit it off and when it is winter Ben can spend every waking hour with Lindsey, but when summer comes around the corner Lindsey discovers Ben's obsession with the Boston Red Sox. She thinks it is perfect until everything goes downhill for them.",
        "popularity": "9.965073",
        "production_companies": "Fox 2000 Pictures, Wildgaze Films, Alan Greenspan Productions, Mars Media Beteiligungs, Flower Films (II), ELC Productions Ltd.",
        "production_countries": "Germany, United States of America",
        "release_date": "2005-04-06",
        "revenue": "50451307",
        "runtime": "103.",
        "spoken_languages": "English, Polski, Português",
        "status": "Released",
        "tagline": "A Comedy About The Game of Love.",
        "title": "Fever Pitch",
        "vote_average": "5.9",
        "vote_count": "182"
    },
    {
        "budget": "45000000",
        "genres": "Thriller, Mystery",
        "homepage": "",
        "id": "11439",
        "keywords": "london england, cia, war crimes, tony blair, author",
        "original_language": "en",
        "original_title": "The Ghost Writer",
        "overview": "A writer stumbles upon a long-hidden secret when he agrees to help former British Prime Minister Adam Lang complete his memoirs on a remote island after the politician's assistant drowns in a mysterious accident. In director Roman Polanski's tense drama, the author realizes that his discovery threatens some very powerful people who will do anything to ensure that certain episodes from Lang's past remain buried.",
        "popularity": "21.118196",
        "production_companies": "Studio Babelsberg, Runteam Ltd., R.P. Productions, France 2 Cinéma",
        "production_countries": "Germany, United Kingdom, United States of America",
        "release_date": "2010-02-12",
        "revenue": "60222298",
        "runtime": "128.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "Read between the lies.",
        "title": "The Ghost Writer",
        "vote_average": "6.7",
        "vote_count": "670"
    },
    {
        "budget": "13000000",
        "genres": "Horror, Thriller",
        "homepage": "",
        "id": "11442",
        "keywords": "brother sister relationship, innocence, serial killer, michael myers",
        "original_language": "en",
        "original_title": "Halloween: Resurrection",
        "overview": "Serial Killer Michael Myers is not finished with Laurie Strode, and their rivalry finally comes to an end. But is this the last we see of Myers? Freddie Harris and Nora Winston are reality programmers at DangerTainment, and are planning to send a group of 6 thrill-seeking teenagers into the childhood home of Myers. Cameras are placed all over the house and no one can get out of the house... and then Michael arrives home!",
        "popularity": "11.045593",
        "production_companies": "Dimension Films",
        "production_countries": "United States of America",
        "release_date": "2002-07-01",
        "revenue": "37664855",
        "runtime": "94.0",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "Evil finds its way home",
        "title": "Halloween: Resurrection",
        "vote_average": "4.5",
        "vote_count": "228"
    },
    {
        "budget": "0",
        "genres": "Comedy, Drama",
        "homepage": "",
        "id": "11446",
        "keywords": "parents kids relationship, sister sister relationship, mockery, ugliness, independent film, little girl, school life",
        "original_language": "en",
        "original_title": "Welcome to the Dollhouse",
        "overview": "An unattractive 7th grader struggles to cope with suburban life as the middle child with un-attentive parents and bullies at school.",
        "popularity": "5.870319",
        "production_companies": "",
        "production_countries": "United States of America",
        "release_date": "1995-05-24",
        "revenue": "0",
        "runtime": "88.0",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "Not all girls want to play with dolls.",
        "title": "Welcome to the Dollhouse",
        "vote_average": "6.9",
        "vote_count": "103"
    },
    {
        "budget": "50000000",
        "genres": "Comedy, Family, Adventure, Fantasy, Romance",
        "homepage": "",
        "id": "11451",
        "keywords": "car race, victory, car, nascar, woman director",
        "original_language": "en",
        "original_title": "Herbie Fully Loaded",
        "overview": "Maggie Peyton, the new owner of Number 53 - the free-wheelin' Volkswagen bug with a mind of its own - puts the car through its paces on the road to becoming a NASCAR competitor.",
        "popularity": "12.050755",
        "production_companies": "Walt Disney Pictures, Robert Simonds Productions",
        "production_countries": "United States of America",
        "release_date": "2005-06-22",
        "revenue": "66002004",
        "runtime": "101.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "Start your engines...",
        "title": "Herbie Fully Loaded",
        "vote_average": "5.1",
        "vote_count": "542"
    },
    {
        "budget": "5000000",
        "genres": "Comedy, Romance",
        "homepage": "",
        "id": "11452",
        "keywords": "male nudity, female nudity, sex, college, locker room, doggystyle, flirting, exposé, pug, bon bon, fraternity pledge, greek letter, laxative",
        "original_language": "en",
        "original_title": "National Lampoon’s Van Wilder",
        "overview": "Van Wilder has been attending college for far too many years and is scared to graduate, but Van’s father eventually realizes what is going on. When he stops paying his son's tuition fees, Van must come up with the money if he wants to stay in college, so he and his friends come up with a great fund-raising idea – throwing parties. However, when the college magazine finds out and reporter, Gwen is sent to do a story on Van Wilder, things get a little complicated.",
        "popularity": "35.108498",
        "production_companies": "Tapestry Films, Artisan Entertainment",
        "production_countries": "United States of America",
        "release_date": "2002-03-29",
        "revenue": "38275483",
        "runtime": "92.0",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "Don't Graduate. Celebrate.",
        "title": "National Lampoon’s Van Wilder",
        "vote_average": "5.9",
        "vote_count": "858"
    },
    {
        "budget": "22000000",
        "genres": "Comedy",
        "homepage": "",
        "id": "11453",
        "keywords": "painter, amsterdam, dolphin, europe, pimp, fetish, gigolo, wig, snorkel, whistle",
        "original_language": "en",
        "original_title": "Deuce Bigalow: European Gigolo",
        "overview": "Deuce Bigalow goes to Amsterdam after a little accident including two irritating kids and a bunch of aggressive dolphins. There he meets up with his old friend T.J. Hicks. But a mysterious killer starts killing some of Amsterdam's finest gigolos and T.J. is mistaken for the extremely gay murderer. Deuce must enter the gigolo industry again to find the real murderer and clear T.J.'s name.",
        "popularity": "10.259461",
        "production_companies": "Columbia Pictures Corporation, Out of the Blue... Entertainment, Happy Madison Productions",
        "production_countries": "United States of America",
        "release_date": "2005-08-06",
        "revenue": "22400154",
        "runtime": "83.0",
        "spoken_languages": "Nederlands, English, Polski, Português",
        "status": "Released",
        "tagline": "For the women of Europe... The price of love just got a lot cheaper.",
        "title": "Deuce Bigalow: European Gigolo",
        "vote_average": "4.7",
        "vote_count": "225"
    },
    {
        "budget": "75000000",
        "genres": "Mystery, Thriller, Crime",
        "homepage": "",
        "id": "11456",
        "keywords": "menace, adoption, dangerous, adoptive father, threat to death, step father, murder, divorce, ex-wife, child, murder hunt",
        "original_language": "en",
        "original_title": "Domestic Disturbance",
        "overview": "A divorced father discovers that his 12-year-old son's new stepfather is not what he made himself out to be.",
        "popularity": "8.418560",
        "production_companies": "Paramount Pictures",
        "production_countries": "United States of America",
        "release_date": "2001-10-30",
        "revenue": "54249294",
        "runtime": "89.0",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "He will do anything to protect his family.",
        "title": "Domestic Disturbance",
        "vote_average": "5.4",
        "vote_count": "113"
    },
    {
        "budget": "18000000",
        "genres": "Drama",
        "homepage": "",
        "id": "11457",
        "keywords": "father son relationship, house, cancer, drug, divorce, ex-wife, unemployment",
        "original_language": "en",
        "original_title": "Life as a House",
        "overview": "When a man is diagnosed with terminal cancer, he takes custody of his misanthropic teenage son, for whom quality time means getting high, engaging in small-time prostitution, and avoiding his father.",
        "popularity": "5.706767",
        "production_companies": "New Line Cinema",
        "production_countries": "United States of America",
        "release_date": "2001-10-25",
        "revenue": "0",
        "runtime": "125.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "Seen from a distance, it's perfect.",
        "title": "Life as a House",
        "vote_average": "7.2",
        "vote_count": "120"
    },
    {
        "budget": "20000000",
        "genres": "Drama, Thriller",
        "homepage": "",
        "id": "11458",
        "keywords": "[{\"id\": 1803, \"name\": \"drug addiction\"}, {\"id\": 2134, \"name\": \"press\"}, {\"id\": 3398, \"name\": \"release from prison\"}, {\"id\": 5424, \"name\": \"women's prison\"}, {\"id\": 8508, \"name\": \"party\"}, {\"id\": 9302, \"name\": \"exzess\"}, {\"id\": 10183, \"name\": \"independent film\"}, {\"id\": 14964, \"name\": \"drug\"}, {\"id\": 34038, \"name\": \"intrigue\"}]",
        "original_language": "en",
        "original_title": "People I Know",
        "overview": "A New York press agent must scramble when his major client becomes embroiled in a huge scandal.",
        "popularity": "6.377308",
        "production_companies": "",
        "production_countries": "Germany, United States of America",
        "release_date": "2002-11-21",
        "revenue": "0",
        "runtime": "100.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "",
        "title": "People I Know",
        "vote_average": "5.5",
        "vote_count": "48"
    },
    {
        "budget": "35000000",
        "genres": "Adventure, Comedy, Family",
        "homepage": "http:\/\/disney.go.com\/disneypictures\/skyhigh\/",
        "id": "11459",
        "keywords": "hero, loyalty, mockery, supernatural powers, high school, mission, super powers, teen superheroes",
        "original_language": "en",
        "original_title": "Sky High",
        "overview": "Set in a world where superheroes are commonly known and accepted, young Will Stronghold, the son of the Commander and Jetstream, tries to find a balance between being a normal teenager and an extraordinary being.",
        "popularity": "11.041659",
        "production_companies": "Walt Disney Pictures, Gunn Films, Max Stronghold Productions Inc.",
        "production_countries": "United States of America",
        "release_date": "2005-07-29",
        "revenue": "86369815",
        "runtime": "100.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "Saving The World... One Homework Assignment At A Time.",
        "title": "Sky High",
        "vote_average": "5.8",
        "vote_count": "550"
    },
    {
        "budget": "26000000",
        "genres": "Horror, Thriller",
        "homepage": "",
        "id": "11460",
        "keywords": "hostage, menace, hitman, airplane",
        "original_language": "en",
        "original_title": "Red Eye",
        "overview": "After attending the funeral of her grandmother in Dallas, the Lux Atlantic Hotel manager Lisa is waiting for a flight to Miami. Due to the bad weather and consequent flight delay, she meets in the airport bar Jack Rippner, who is also in the waiting list. They sit together in the plane, and Jack reveals that he wants Lisa to change the room in Lux of an important American politician to facilitate a terrorist attempt against him. Otherwise, Lisa's father will be killed by a hit man. Lisa has to decide what to do with the menacing man at her side.",
        "popularity": "8.802626",
        "production_companies": "DreamWorks SKG, Craven-Maddalena Films, BenderSpink",
        "production_countries": "United States of America",
        "release_date": "2005-08-04",
        "revenue": "57891803",
        "runtime": "85.0",
        "spoken_languages": "English, Pусский",
        "status": "Released",
        "tagline": "Fear takes flight.",
        "title": "Red Eye",
        "vote_average": "6.2",
        "vote_count": "455"
    },
    {
        "budget": "0",
        "genres": "Comedy, Romance",
        "homepage": "",
        "id": "11467",
        "keywords": "film business, film producer, wife husband relationship, fictitious marriage, married couple, marriage crisis",
        "original_language": "en",
        "original_title": "America's Sweethearts",
        "overview": "In the midst of a nasty public breakup of married movie stars, a studio publicist scrambles to put a cap on the escalating situation as the couple's latest film has found it's only print kidnapped by the director.",
        "popularity": "10.698929",
        "production_companies": "Columbia Pictures, Revolution Studios, Roth-Arnold Productions",
        "production_countries": "United States of America",
        "release_date": "2001-07-17",
        "revenue": "0",
        "runtime": "102.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "Hollywood's hottest couple just split up. It'll take more than special effects to reunite them.",
        "title": "America's Sweethearts",
        "vote_average": "5.5",
        "vote_count": "252"
    },
    {
        "budget": "18000000",
        "genres": "Drama, Mystery, Thriller",
        "homepage": "",
        "id": "11468",
        "keywords": "dual identity, identity, war on drugs, jazz musician, drug scene, neo-noir",
        "original_language": "en",
        "original_title": "Salton Sea",
        "overview": "After the murder of his beloved wife, a man in search of redemption is set adrift in a world where nothing is as it seems. On his journey, he befriends slacker Jimmy \"The Finn\", becomes involved in rescuing his neighbor Colette from her own demons, and gets entangled in a web of deceit full of unexpected twists and turns.",
        "popularity": "10.991281",
        "production_companies": "Castle Rock Entertainment, Darkwoods Productions",
        "production_countries": "United States of America",
        "release_date": "2002-01-01",
        "revenue": "676698",
        "runtime": "103.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "If you're looking for the truth, you've come to the wrong place.",
        "title": "Salton Sea",
        "vote_average": "7.0",
        "vote_count": "104"
    },
    {
        "budget": "0",
        "genres": "Adventure, Comedy, Fantasy",
        "homepage": "",
        "id": "11469",
        "keywords": "england, black people, medallion, castle, time travel, leap in time, knight, impostor, king, middle ages, imposture, medieval times",
        "original_language": "en",
        "original_title": "Black Knight",
        "overview": "Martin Lawrence plays Jamal, an employee in Medieval World amusement park. After sustaining a blow to the head, he awakens to find himself in 14th century England.",
        "popularity": "15.913783",
        "production_companies": "Twentieth Century Fox Film Corporation, Regency Enterprises, Epsilon Motion Pictures, New Regency Pictures, Runteldat Entertainment, Firm, The",
        "production_countries": "United States of America",
        "release_date": "2001-11-21",
        "revenue": "0",
        "runtime": "95.0",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "It's only a flesh wound!",
        "title": "Black Knight",
        "vote_average": "5.1",
        "vote_count": "287"
    },
    {
        "budget": "11000000",
        "genres": "Horror, Science Fiction",
        "homepage": "",
        "id": "11470",
        "keywords": "places and planets, space marine, future, cryogenics, space, slaughter, series of murders, scientist, freeze",
        "original_language": "en",
        "original_title": "Jason X",
        "overview": "In the year 2455, Old Earth is now a contaminated planet abandoned for centuries -- a brown world of violent storms, toxic landmasses and poisonous seas. Yet humans have returned to the deadly place that they once fled, not to live, but to research the ancient, rusting artifacts of the long-gone civilizations. But it's not the harmful environment that could prove fatal to the intrepid, young explorers who have just landed on Old Earth. For them, it's Friday the 13th, and Jason lives!",
        "popularity": "11.220643",
        "production_companies": "New Line Cinema, Sean S. Cunningham Films, Crystal Lake Entertainment",
        "production_countries": "United States of America",
        "release_date": "2001-07-24",
        "revenue": "16951798",
        "runtime": "91.0",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "Evil has an upgrade.",
        "title": "Jason X",
        "vote_average": "4.5",
        "vote_count": "291"
    },
    {
        "budget": "15000000",
        "genres": "Crime, Drama, Thriller",
        "homepage": "",
        "id": "11478",
        "keywords": "journalist, secret society, pizza, wealth, pay phone, rooftop, attempted suicide, fraternity, foot race, ivy league, u.s. senator, dining hall",
        "original_language": "en",
        "original_title": "The Skulls",
        "overview": "Luke's exultance at being selected for The Skulls (a secret society bred within the walls of a prominent Ivy League Campus) is soon overshadowed when he realises that all is 'not well in Wonderland'. For The Skulls is a breeding ground for the future powerful and elite. It's not only a far cry from his working class background, but it also hallows its own deep and dark secrets.",
        "popularity": "11.375032",
        "production_companies": "Universal Pictures, Original Film, Newmarket Capital Group, Cranium Films",
        "production_countries": "Canada, United States of America",
        "release_date": "2000-03-31",
        "revenue": "35007180",
        "runtime": "106.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "Getting in is easy. Getting out is a killer.",
        "title": "The Skulls",
        "vote_average": "5.8",
        "vote_count": "156"
    },
    {
        "budget": "15000000",
        "genres": "Fantasy, Drama, Horror, Action, Thriller",
        "homepage": "",
        "id": "11495",
        "keywords": "fire, telepathy, intelligence, college",
        "original_language": "en",
        "original_title": "Firestarter",
        "overview": "As youths, Andy McGee (David Keith) and his future wife, Vicky (Heather Locklear), participated in secret experiments, allowing themselves to be subjected to mysterious medical tests. Years later, the couple's daughter, Charlie (Drew Barrymore), begins to exhibit the ability of setting fires solely with her mind. This volatile talent makes the youngster extremely dangerous and soon she becomes a target for the enigmatic agency known as \"The Shop.\"",
        "popularity": "11.379652",
        "production_companies": "Universal Pictures, Dino De Laurentiis Company",
        "production_countries": "United States of America",
        "release_date": "1984-05-11",
        "revenue": "17080167",
        "runtime": "114.",
        "spoken_languages": "English, Italiano",
        "status": "Released",
        "tagline": "Will she have the power... to survive?",
        "title": "Firestarter",
        "vote_average": "5.9",
        "vote_count": "173"
    },
    {
        "budget": "0",
        "genres": "Drama, History",
        "homepage": "",
        "id": "11499",
        "keywords": "camera, lie, scandal, watergate scandal, richard nixon, reporter, writer",
        "original_language": "en",
        "original_title": "Frost\/Nixon",
        "overview": "For three years after being forced from office, Nixon remained silent. But in summer 1977, the steely, cunning former commander-in-chief agreed to sit for one all-inclusive interview to confront the questions of his time in office and the Watergate scandal that ended his presidency. Nixon surprised everyone in selecting Frost as his televised confessor, intending to easily outfox the breezy British showman and secure a place in the hearts and minds of Americans. Likewise, Frost's team harboured doubts about their boss's ability to hold his own. But as the cameras rolled, a charged battle of wits resulted.",
        "popularity": "16.877840",
        "production_companies": "Imagine Entertainment, Universal Pictures, Working Title Films",
        "production_countries": "United States of America",
        "release_date": "2008-10-15",
        "revenue": "0",
        "runtime": "122.",
        "spoken_languages": "English, Español",
        "status": "Released",
        "tagline": "400 million people were waiting for the truth.",
        "title": "Frost\/Nixon",
        "vote_average": "7.2",
        "vote_count": "328"
    },
    {
        "budget": "10000000",
        "genres": "Crime, Mystery, Horror, Thriller",
        "homepage": "",
        "id": "11507",
        "keywords": "female nudity, pornography, claustrophobia, nudity, witness, police, movie in movie, murder, neighbor, los angeles, peeping tom, porn actress, struggling actor, voyeurism, actor",
        "original_language": "en",
        "original_title": "Body Double",
        "overview": "After losing an acting role and his girlfriend, Jake Scully finally catches a break: he gets offered a gig house-sitting in the Hollywood Hills. While peering through the beautiful home's telescope one night, he spies a gorgeous blonde dancing in her window. But when he witnesses the girl's murder, it leads Scully through the netherworld of the adult entertainment industry on a search for answers -- with porn actress Holly Body as his guide.",
        "popularity": "9.525626",
        "production_companies": "Columbia Pictures Corporation, Delphi II Productions",
        "production_countries": "United States of America",
        "release_date": "1984-10-25",
        "revenue": "8801940",
        "runtime": "114.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "You can't believe everything you see.",
        "title": "Body Double",
        "vote_average": "6.4",
        "vote_count": "137"
    },
    {
        "budget": "26000000",
        "genres": "Action, Crime, Drama, Western",
        "homepage": "",
        "id": "11509",
        "keywords": "sheriff, fight, horse, male friendship, two guns belt",
        "original_language": "en",
        "original_title": "Silverado",
        "overview": "Four unwitting heroes cross paths on their journey to the sleepy town of Silverado. Little do they know the town where their family and friends reside has been taken over by a corrupt sheriff and a murderous posse. It's up to the sharp-shooting foursome to save the day, but first they have to break each other out of jail, and learn who their real friends are.",
        "popularity": "10.981038",
        "production_companies": "Columbia Pictures",
        "production_countries": "United States of America",
        "release_date": "1985-07-10",
        "revenue": "0",
        "runtime": "127.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "Four strangers become friends. Four friends become heros. On the road to...",
        "title": "Silverado",
        "vote_average": "7.1",
        "vote_count": "146"
    },
    {
        "budget": "35866397",
        "genres": "Documentary",
        "homepage": "",
        "id": "11516",
        "keywords": "ocean, lake, bird, horse, parrot, owl, ornithology, egg, flight, arctic, crab, stork, pelican",
        "original_language": "fr",
        "original_title": "Le peuple migrateur",
        "overview": "The cameras of Jacques Perrin fly with migratory birds: geese, storks, cranes. The film begins with spring in North America and the migration to the Arctic; the flight is a community event for each species. Once in the Arctic, it's family time: courtship, nests, eggs, fledglings, and first flight. Chicks must soon fly south. Bad weather, hunters, and pollution take their toll. Then, the cameras go",
        "popularity": "3.750740",
        "production_companies": "Bac Films, Pandora Filmproduktion, Procirep, Galatée Films, Eurimages, Canal+, Westdeutscher Rundfunk (WDR), Télévision Suisse-Romande (TSR), Wanda Visión S.A., Conseil Régional de Franche-Comté, Eyescreen S.r.l., France 2 Cinéma, Les Productions de la Guéville, Centre National de la Cinématographie (CNC)",
        "production_countries": "Switzerland, Germany, Spain, France, Italy",
        "release_date": "2001-12-12",
        "revenue": "20217080",
        "runtime": "98.0",
        "spoken_languages": "English, Français",
        "status": "Released",
        "tagline": "",
        "title": "Winged Migration",
        "vote_average": "7.0",
        "vote_count": "49"
    },
    {
        "budget": "60000000",
        "genres": "Action, Comedy, Crime",
        "homepage": "",
        "id": "11517",
        "keywords": "brother brother relationship, subway, new york city, new york subway, train robbery",
        "original_language": "en",
        "original_title": "Money Train",
        "overview": "A vengeful New York transit cop decides to steal a trainload of subway fares; his foster brother, a fellow cop, tries to protect him.",
        "popularity": "10.004564",
        "production_companies": "Columbia Pictures",
        "production_countries": "United States of America",
        "release_date": "1995-11-21",
        "revenue": "35431113",
        "runtime": "103.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "Get on, or GET OUT THE WAY!",
        "title": "Money Train",
        "vote_average": "5.4",
        "vote_count": "222"
    },
    {
        "budget": "35000000",
        "genres": "Action, Comedy",
        "homepage": "",
        "id": "11519",
        "keywords": "submarine, california, world war ii, war ship, pearl harbor, satire, los angeles, anarchic comedy",
        "original_language": "en",
        "original_title": "1941",
        "overview": "It's been six days since the attack on Pearl Harbor. Panic grips California, supposedly the next target of the Japanese forces. Everywhere in California, people are suffering from war nerves. Chaos erupts all over the state. An Army Air Corps Captain, a civilian with a deranged sense of Nationalism, civilian defenders, and a Motor Pool crew all end up chasing a Japanese sub planning to attack LA.",
        "popularity": "10.032626",
        "production_companies": "Columbia Pictures, Universal Pictures, A-Team",
        "production_countries": "United States of America",
        "release_date": "1979-12-13",
        "revenue": "31755742",
        "runtime": "113.",
        "spoken_languages": "English, Deutsch, 日本語",
        "status": "Released",
        "tagline": "Paranoia meets pandemonium.",
        "title": "1941",
        "vote_average": "5.6",
        "vote_count": "143"
    },
    {
        "budget": "30000000",
        "genres": "Comedy, Romance",
        "homepage": "",
        "id": "11529",
        "keywords": "new york, marriage proposal, alabama, career woman, fashion designer",
        "original_language": "en",
        "original_title": "Sweet Home Alabama",
        "overview": "New York fashion designer Melanie Carmichael suddenly finds herself engaged to the city's most eligible bachelor. But Melanie's past holds many secrets, including Jake, the redneck husband she married in high school, who refuses to divorce her. Bound and determined to end their contentious relationship once and for all, Melanie sneaks back home to Alabama to confront her past.",
        "popularity": "18.256028",
        "production_companies": "Touchstone Pictures",
        "production_countries": "United States of America",
        "release_date": "2002-09-26",
        "revenue": "180622424",
        "runtime": "108.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "Sometimes What You're Looking For Is Right Where You Left It.",
        "title": "Sweet Home Alabama",
        "vote_average": "6.0",
        "vote_count": "394"
    },
    {
        "budget": "0",
        "genres": "Mystery, Thriller, Horror",
        "homepage": "",
        "id": "11531",
        "keywords": "witch, video, forest, horror, vision",
        "original_language": "en",
        "original_title": "Book of Shadows: Blair Witch 2",
        "overview": "Young adults become fascinated by the events of the three missing filmmakers in Maryland, so they decide to go into the same woods and find out what really happened.",
        "popularity": "3.890223",
        "production_companies": "Artisan Entertainment, Haxan Films",
        "production_countries": "United States of America",
        "release_date": "2000-10-27",
        "revenue": "0",
        "runtime": "90.0",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "Evil Doesn't Die.",
        "title": "Book of Shadows: Blair Witch 2",
        "vote_average": "4.3",
        "vote_count": "212"
    },
    {
        "budget": "0",
        "genres": "Action, Science Fiction, Thriller",
        "homepage": "",
        "id": "11535",
        "keywords": "manager, arena, dystopia, wrestling, sport, roller-skating, motorcycle racing, rollerskating, future sport",
        "original_language": "en",
        "original_title": "Rollerball",
        "overview": "From the director of Die Hard comes this high-octane thriller that roars along at a breakneck pace (Los Angeles Times)! Starring Chris Klein (American Pie), Jean Reno (Ronin), LL Cool J (Charlie's Angels) and Rebecca Romijn-Stamos (X-Men), Rollerball goes full-throttle with excitement from its death-defying opening until its explosive end! Jonathan Cross (Klein) is the newest recruit in the most extreme sport of all time where his fast moves and killer looks make him an instant superstar. But Cross life in the fast lane collides with reality when he learns that the league's owner (Reno) is orchestrating serious on-court accidents to boost ratings. Now Cross plans to take down the owner and his ruthless sport before the game puts an end to him!",
        "popularity": "9.306253",
        "production_companies": "Atlas Entertainment, Toho-Towa, Mosaic Media Group, Yorktown Productions, Helkon Media AG, Metro-Goldwyn-Mayer (MGM)",
        "production_countries": "Germany, Japan, United States of America",
        "release_date": "2002-02-08",
        "revenue": "0",
        "runtime": "98.0",
        "spoken_languages": "Deutsch, Français, 日本語, 한국어\/조선말, Pусский, العربية, English",
        "status": "Released",
        "tagline": "Go Ballistic",
        "title": "Rollerball",
        "vote_average": "3.4",
        "vote_count": "106"
    },
    {
        "budget": "4000000",
        "genres": "Drama, Action, Romance",
        "homepage": "",
        "id": "11536",
        "keywords": "decision, reno, mustang, falling in love, divorce",
        "original_language": "en",
        "original_title": "The Misfits",
        "overview": "While filing for a divorce, beautiful ex-stripper Roslyn Taber ends up meeting aging cowboy-turned-gambler Gay Langland and former World War II aviator Guido Racanelli. The two men instantly become infatuated with Roslyn and, on a whim, the three decide to move into Guido's half-finished desert home together. When grizzled ex-rodeo rider Perce Howland arrives, the unlikely foursome strike up a business capturing wild horses.",
        "popularity": "2.930058",
        "production_companies": "United Artists, Seven Arts Productions",
        "production_countries": "United States of America",
        "release_date": "1961-01-01",
        "revenue": "8200000",
        "runtime": "124.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "It shouts and sings with life ... explodes with love!",
        "title": "The Misfits",
        "vote_average": "6.8",
        "vote_count": "72"
    },
    {
        "budget": "27000000",
        "genres": "Comedy",
        "homepage": "",
        "id": "11543",
        "keywords": "sport, handicap, sexual favor, star spangled banner, bowling team, hair loss, biblical interpretation, comb over, female stripper, inflatable doll, combover, unlikely lovers, kingpin, carriage, lancaster, pa",
        "original_language": "en",
        "original_title": "Kingpin",
        "overview": "After bowler Roy Munson swindles the wrong crowd and is left with a hook for a hand, he settles into impoverished obscurity. That is, until he uncovers the next big thing: an Amish kid named Ishmael. So, the corrupt and the hopelessly naïve hit the circuit intent on settling an old score with Big Ern.",
        "popularity": "17.329269",
        "production_companies": "Motion Picture Corporation of America, Metro-Goldwyn-Mayer (MGM)",
        "production_countries": "United States of America",
        "release_date": "1996-07-04",
        "revenue": "25023434",
        "runtime": "113.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "You wouldn't want to meet these pinheads in an alley.",
        "title": "Kingpin",
        "vote_average": "6.7",
        "vote_count": "244"
    },
    {
        "budget": "80000000",
        "genres": "Animation, Family",
        "homepage": "",
        "id": "11544",
        "keywords": "sister sister relationship, extraterrestrial technology, hawaii, adoption, mutation, alien life-form, alien phenomenons, animation, dog, dead parents",
        "original_language": "en",
        "original_title": "Lilo & Stitch",
        "overview": "A lonely Hawaiian girl named Lilo is being raised by her older sister, Nani, after their parents die -- under the watch of social worker Cobra Bubbles. When Lilo adopts a funny-looking dog and names him \"Stitch,\" she doesn't realize her new best friend is a wacky alien created by mad scientist Dr. Jumba.",
        "popularity": "55.659988",
        "production_companies": "Walt Disney Pictures, Walt Disney Feature Animation",
        "production_countries": "United States of America",
        "release_date": "2002-06-21",
        "revenue": "145771527",
        "runtime": "85.0",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "He's coming to our galaxy.",
        "title": "Lilo & Stitch",
        "vote_average": "7.1",
        "vote_count": "1314"
    },
    {
        "budget": "9000000",
        "genres": "Comedy, Drama",
        "homepage": "",
        "id": "11545",
        "keywords": "private school, lone wolf, theatre play, theatre group, theatre director, independent film",
        "original_language": "en",
        "original_title": "Rushmore",
        "overview": "When a beautiful first-grade teacher arrives at a prep school, she soon attracts the attention of an ambitious teenager named Max, who quickly falls in love with her. Max turns to the father of two of his schoolmates for advice on how to woo the teacher. However, the situation soon gets complicated when Max's new friend becomes involved with her, setting the two pals against one another in a war for her attention.",
        "popularity": "18.289303",
        "production_companies": "Touchstone Pictures",
        "production_countries": "United States of America",
        "release_date": "1998-09-17",
        "revenue": "17096053",
        "runtime": "93.0",
        "spoken_languages": "Français, English, Latin, Español",
        "status": "Released",
        "tagline": "Love. Expulsion. Revolution.",
        "title": "Rushmore",
        "vote_average": "7.5",
        "vote_count": "676"
    },
    {
        "budget": "0",
        "genres": "Comedy, Crime",
        "homepage": "",
        "id": "11546",
        "keywords": "video game, mafia, police academy, moscow, commandant",
        "original_language": "en",
        "original_title": "Police Academy: Mission to Moscow",
        "overview": "The Russians need help in dealing with the Mafia and so they seek help with the veterans of the Police Academy. They head off to Moscow, in order to find evidence against Konstantin Konali, who marketed a computer game that everyone in the world is playing.",
        "popularity": "11.946898",
        "production_companies": "Warner Bros.",
        "production_countries": "United States of America",
        "release_date": "1994-06-09",
        "revenue": "126247",
        "runtime": "83.0",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "Just when we thought the Cold War was over, leave it to these guys to heat it up again.",
        "title": "Police Academy: Mission to Moscow",
        "vote_average": "4.1",
        "vote_count": "178"
    },
    {
        "budget": "40000000",
        "genres": "Comedy, Adventure, Fantasy, Science Fiction, Action",
        "homepage": "",
        "id": "11551",
        "keywords": "defense industry, toy shop, technical toy, soldier, prototype, killer toys, toy comes to life",
        "original_language": "en",
        "original_title": "Small Soldiers",
        "overview": "When missile technology is used to enhance toy action figures, the toys soon begin to take their battle programming too seriously.",
        "popularity": "23.088571",
        "production_companies": "Universal Pictures, Amblin Entertainment, DreamWorks Pictures",
        "production_countries": "United States of America",
        "release_date": "1998-07-10",
        "revenue": "54682547",
        "runtime": "110.",
        "spoken_languages": "English, Français, Magyar, Español",
        "status": "Released",
        "tagline": "The few, the proud, and the small.",
        "title": "Small Soldiers",
        "vote_average": "6.2",
        "vote_count": "511"
    },
    {
        "budget": "42000000",
        "genres": "Drama, Mystery, Thriller, Crime",
        "homepage": "",
        "id": "11560",
        "keywords": "based on novel, witness, village, court, love, murder, lawyer, defense, trial, justice, husband, u.s. marine, arrested, classified",
        "original_language": "en",
        "original_title": "High Crimes",
        "overview": "High powered lawyer Claire Kubik finds her world turned upside down when her husband, who she thought was Tom Kubik, is arrested and is revealed to be Ron Chapman. Chapman is on trial for a murder of Latin American villagers while he was in the Marines. Claire soon learns that to navigate the military justice system, she'll need help from the somewhat unconventional Charlie Grimes.",
        "popularity": "14.046705",
        "production_companies": "Twentieth Century Fox Film Corporation, Regency Enterprises, Monarch Pictures, Epsilon Motion Pictures, New Regency Pictures, Manifest Film Company",
        "production_countries": "United States of America",
        "release_date": "2002-04-03",
        "revenue": "63781810",
        "runtime": "115.",
        "spoken_languages": "English, Español",
        "status": "Released",
        "tagline": "Everything you trust. Everything you know. May be a lie...",
        "title": "High Crimes",
        "vote_average": "6.1",
        "vote_count": "184"
    },
    {
        "budget": "2000000",
        "genres": "Comedy, Romance, Science Fiction",
        "homepage": "",
        "id": "11561",
        "keywords": "sex, revolution, future, dystopia, government, control, satire, independent film, robot, tyranny, cyrogenics, anarchic comedy",
        "original_language": "en",
        "original_title": "Sleeper",
        "overview": "Miles Monroe, a clarinet-playing health food store proprietor, is revived out of cryostasis 200 years into a future world in order to help rebels fight an oppressive government regime.",
        "popularity": "10.664202",
        "production_companies": "Rollins-Joffe Productions",
        "production_countries": "United States of America",
        "release_date": "1973-12-17",
        "revenue": "18344729",
        "runtime": "89.0",
        "spoken_languages": "English, ",
        "status": "Released",
        "tagline": "Woody Allen takes a nostalgic look at the future.",
        "title": "Sleeper",
        "vote_average": "7.0",
        "vote_count": "200"
    },
    {
        "budget": "4300000",
        "genres": "Action, Drama, Horror, Crime, Thriller",
        "homepage": "",
        "id": "11564",
        "keywords": "usa, female nudity, detective, music teacher, nudity, punk, high school, vigilante, violence in schools, murder, independent film, teacher, gang, lesbian, gang rape, juvenile delinquent, punk band, canuxploitation",
        "original_language": "en",
        "original_title": "Class of 1984",
        "overview": "Andy is a new teacher at a inner city high school that is like nothing he has ever seen before. There is metal detectors at the front door and everything is basically run by a tough kid named Peter Stegman. Soon, Andy and Stegman become enemies and Stegman will stop at nothing to protect his turf and drug dealing business.",
        "popularity": "5.643023",
        "production_companies": "Guerilla High Productions",
        "production_countries": "Canada",
        "release_date": "1982-08-20",
        "revenue": "0",
        "runtime": "98.0",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "Class of 1984. Is this the future?",
        "title": "Class of 1984",
        "vote_average": "6.2",
        "vote_count": "66"
    },
    {
        "budget": "40000000",
        "genres": "Comedy, Crime",
        "homepage": "",
        "id": "11565",
        "keywords": "undercover, nanny, computer virus, stress, undercover agent, overweight woman, children, disguise, fbi agent, impersonation",
        "original_language": "en",
        "original_title": "Big Momma's House 2",
        "overview": "FBI agent Malcolm Turner goes back undercover as Big Momma, a slick-talking, slam-dunking Southern granny with attitude to spare! Now this granny must play nanny to three dysfunctional upper class kids in order to spy on their computer hacked dad.",
        "popularity": "17.612920",
        "production_companies": "Twentieth Century Fox Film Corporation, Regency Enterprises, Epsilon Motion Pictures, Firm Films, Deep River Productions, New Regency Pictures, Ed Friendly Productions, Runteldat Entertainment, Big Lou House Productions",
        "production_countries": "United States of America",
        "release_date": "2006-01-26",
        "revenue": "138259062",
        "runtime": "99.0",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "The momma of all comedies is back!!!",
        "title": "Big Momma's House 2",
        "vote_average": "5.4",
        "vote_count": "371"
    },
    {
        "budget": "9400000",
        "genres": "Action, Adventure, Comedy, Crime",
        "homepage": "",
        "id": "11576",
        "keywords": "competition, prison, california, chase, humor, national park, treasure hunt, slapstick, money, car chase, desert, race, cash, planes, funny",
        "original_language": "en",
        "original_title": "It's a Mad, Mad, Mad, Mad World",
        "overview": "A group of strangers come across a man dying after a car crash who proceeds to tell them about the $350,000 he buried in California. What follows is the madcap adventures of those strangers as each attempts to claim the prize for himself.",
        "popularity": "14.562991",
        "production_companies": "United Artists, Casey Productions",
        "production_countries": "United States of America",
        "release_date": "1963-11-07",
        "revenue": "60000000",
        "runtime": "163.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "The biggest entertainment ever to rock the screen with laughter!",
        "title": "It's a Mad, Mad, Mad, Mad World",
        "vote_average": "7.0",
        "vote_count": "140"
    },
    {
        "budget": "4638783",
        "genres": "Western",
        "homepage": "",
        "id": "11577",
        "keywords": "sheriff, aging, billy the kid, lawlessness, gun battle, gore, breast, old friends, flogging, man slaps a woman, pat garrett, manhunt",
        "original_language": "en",
        "original_title": "Pat Garrett & Billy the Kid",
        "overview": "An aging Pat Garrett is hired as a lawman on behalf of a group of wealthy New Mexico cattle barons--his sole purpose being to bring down his old friend Billy the Kid.",
        "popularity": "4.495256",
        "production_companies": "Metro-Goldwyn-Mayer (MGM)",
        "production_countries": "United States of America",
        "release_date": "1973-05-23",
        "revenue": "11000000",
        "runtime": "106.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "Best of enemies. Deadliest of friends.",
        "title": "Pat Garrett & Billy the Kid",
        "vote_average": "7.2",
        "vote_count": "65"
    },
    {
        "budget": "6000000",
        "genres": "Thriller, Adventure, Drama, Crime",
        "homepage": "",
        "id": "11583",
        "keywords": "public hanging, strongbox, gold theft, british history, historic figure, piano playing, eye patch, horse carriage, opening action scene, unwanted kiss",
        "original_language": "en",
        "original_title": "The First Great Train Robbery",
        "overview": "In Victorian England, a master criminal makes elaborate plans to steal a shipment of gold from a moving train.",
        "popularity": "12.434688",
        "production_companies": "United Artists, Starling Films",
        "production_countries": "United Kingdom",
        "release_date": "1979-01-25",
        "revenue": "0",
        "runtime": "110.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "Never have so few taken so much from so many.",
        "title": "The First Great Train Robbery",
        "vote_average": "6.6",
        "vote_count": "74"
    },
    {
        "budget": "14000000",
        "genres": "Horror, Thriller, Fantasy",
        "homepage": "",
        "id": "11586",
        "keywords": "exorcism, examination, pact with the devil, possession, priest, devil, demonic possession, locust",
        "original_language": "en",
        "original_title": "Exorcist II: The Heretic",
        "overview": "Bizarre nightmares plague Regan MacNeil four years after her possession and exorcism. Has the demon returned? And if so, can the combined faith and knowledge of a Vatican investigator and a hypnotic research specialist free her from its grasp?",
        "popularity": "11.543363",
        "production_companies": "Warner Bros.",
        "production_countries": "United States of America",
        "release_date": "1977-06-17",
        "revenue": "30749142",
        "runtime": "118.",
        "spoken_languages": "English, Français, Español",
        "status": "Released",
        "tagline": "It's four years later... what does she remember?",
        "title": "Exorcist II: The Heretic",
        "vote_average": "4.5",
        "vote_count": "133"
    },
    {
        "budget": "8800000",
        "genres": "Thriller, Mystery, Science Fiction",
        "homepage": "",
        "id": "11588",
        "keywords": "infidelity, amnesia, paranoia, nightmare, time, puzzle, murder, suspense, memory, hospital, doctor, fear, guilt, discovery, loop",
        "original_language": "en",
        "original_title": "The I Inside",
        "overview": "Simon Cable wakes up in a hospital bed, confused and disoriented. He soon discovers from doctors that he has amnesia and is unable to remember the last two years of his life. Cable investigates what has happened to him and slowly pieces together his enigmatic past.",
        "popularity": "3.789485",
        "production_companies": "Miramax Films, Dimension Films, MDP Worldwide, RCD Productions Ltd.",
        "production_countries": "United Kingdom, United States of America, Germany",
        "release_date": "2004-01-15",
        "revenue": "0",
        "runtime": "90.0",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "His story began when it all ended",
        "title": "The I Inside",
        "vote_average": "5.9",
        "vote_count": "62"
    },
    {
        "budget": "13000000",
        "genres": "Comedy, Crime, Horror, Thriller",
        "homepage": "",
        "id": "11592",
        "keywords": "housewife, protection, motherly love, evil mother, murder, independent film, perfection",
        "original_language": "en",
        "original_title": "Serial Mom",
        "overview": "A picture perfect middle class family is shocked when they find out that one of their neighbors is receiving obscene phone calls. The mom takes slights against her family very personally, and it turns out she is indeed the one harassing the neighbor. As other slights befall her beloved family, the body count begins to increase.",
        "popularity": "6.170139",
        "production_companies": "Savoy Pictures, Polar Entertainment",
        "production_countries": "United States of America",
        "release_date": "1994-04-13",
        "revenue": "7820688",
        "runtime": "95.0",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "Every Mom Wants to Be Wanted, But Not For Murder One!",
        "title": "Serial Mom",
        "vote_average": "6.4",
        "vote_count": "135"
    },
    {
        "budget": "14000000",
        "genres": "Horror, Thriller, Mystery, Fantasy",
        "homepage": "",
        "id": "11596",
        "keywords": "fire, kidnapping, nightmare, earthquake, insomnia, supernatural, celebrity, mascot, alternate dimension, fame, hospital, hollywood, storytelling, alternate reality, self-referential, reboot, film industry, disfigurement, sleepwalking, meta film, dreams, cameos",
        "original_language": "en",
        "original_title": "New Nightmare",
        "overview": "Freddy's back … and he's badder than ever! Nancy, the historical nemesis of the man with the satanic snarl and pitchfork fingers, discovers that a new monstrous demon has taken on Freddy's persona. Can Nancy stop this new threat in time to save her son?",
        "popularity": "14.730796",
        "production_companies": "New Line Cinema",
        "production_countries": "United States of America",
        "release_date": "1994-10-13",
        "revenue": "18090181",
        "runtime": "112.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "One, Two, Freddy's coming for you...",
        "title": "New Nightmare",
        "vote_average": "6.4",
        "vote_count": "291"
    },
    {
        "budget": "600000",
        "genres": "Comedy",
        "homepage": "",
        "id": "11598",
        "keywords": "journalism, commercial, television, tv show, manipulation of the media, tv ratings, satire, television producer",
        "original_language": "en",
        "original_title": "The Kentucky Fried Movie",
        "overview": "A series of loosely connected skits that spoof news programs, commercials, porno films, kung-fu films, disaster films, blaxploitation films, spy films, mafia films, and the fear that somebody is watching you on the other side of the TV.",
        "popularity": "10.861167",
        "production_companies": "Kentucky Fried Theatre",
        "production_countries": "United States of America",
        "release_date": "1977-08-10",
        "revenue": "0",
        "runtime": "83.0",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "This movie is totally out of control!",
        "title": "The Kentucky Fried Movie",
        "vote_average": "6.4",
        "vote_count": "66"
    },
    {
        "budget": "5000000",
        "genres": "Drama, War",
        "homepage": "",
        "id": "11600",
        "keywords": "iraq, iraq war",
        "original_language": "en",
        "original_title": "Redacted",
        "overview": "Redacted is a film written and directed by Brian De Palma that is a fictional drama loosely based on the Mahmudiyah killings in Iraq.",
        "popularity": "3.792015",
        "production_companies": "HDNet Films, The Film Farm",
        "production_countries": "United States of America",
        "release_date": "2007-01-01",
        "revenue": "782102",
        "runtime": "90.0",
        "spoken_languages": "English, Español",
        "status": "Released",
        "tagline": "",
        "title": "Redacted",
        "vote_average": "6.2",
        "vote_count": "37"
    },
    {
        "budget": "12000000",
        "genres": "Horror, Mystery, Thriller",
        "homepage": "",
        "id": "11601",
        "keywords": "secret, obsession, paranoia, grave, haunted house, hypnosis, tools, clairvoyance, murder, suspense, disappearance, psychic, cemetary, ghost, neighborhood, repressed memory, hearing voices",
        "original_language": "en",
        "original_title": "Stir of Echoes",
        "overview": "After being hypnotized by his sister in law, Tom Witzky begins seeing haunting visions of a girl's ghost and a mystery begins to unfold around her.",
        "popularity": "6.044161",
        "production_companies": "Artisan Entertainment",
        "production_countries": "United States of America",
        "release_date": "1999-09-10",
        "revenue": "21133087",
        "runtime": "99.0",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "In every mind there is a door that should never be opened.",
        "title": "Stir of Echoes",
        "vote_average": "6.5",
        "vote_count": "330"
    },
    {
        "budget": "50000000",
        "genres": "Drama, Thriller, Crime",
        "homepage": "",
        "id": "11615",
        "keywords": "prison, journalist, texas, professor, death penalty, death row, interview, murder, reporter, intern, innocent, activist",
        "original_language": "en",
        "original_title": "The Life of David Gale",
        "overview": "A man against capital punishment is accused of murdering a fellow activist and is sent to death row.",
        "popularity": "22.442241",
        "production_companies": "Mikona Productions GmbH & Co. KG, Universal Pictures, Intermedia Films, Saturn Films, Dirty Hands Productions",
        "production_countries": "Germany, United Kingdom, United States of America",
        "release_date": "2003-02-21",
        "revenue": "38955598",
        "runtime": "130.",
        "spoken_languages": "English, Español",
        "status": "Released",
        "tagline": "The crime is clear. The truth is not.",
        "title": "The Life of David Gale",
        "vote_average": "7.3",
        "vote_count": "480"
    },
    {
        "budget": "80000000",
        "genres": "Horror, Thriller, Fantasy, Mystery",
        "homepage": "",
        "id": "11618",
        "keywords": "based on novel, trauma, castle, haunted house, insomnia, bone, poster, painting, remake, haunting, child labor, audio recording, spiral staircase, evil, loner, researcher, insomniac, paranormal activity, logbook,  strange noise, spook, cherub",
        "original_language": "en",
        "original_title": "The Haunting",
        "overview": "Dr. David Marrow invites Nell Vance, and Theo and Luke Sanderson to the eerie and isolated Hill House to be subjects for a sleep disorder study. The unfortunate guests discover that Marrow is far more interested in the sinister mansion itself – and they soon see the true nature of its horror.",
        "popularity": "19.375768",
        "production_companies": "DreamWorks, Roth-Arnold Productions",
        "production_countries": "United States of America",
        "release_date": "1999-07-23",
        "revenue": "91188905",
        "runtime": "113.",
        "spoken_languages": "English",
        "status": "Released",
        "tagline": "Some houses are born bad.",
        "title": "The Haunting",
        "vote_average": "5.2",
        "vote_count": "369"
    }
]